Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: GNU/Linux is no harder to use than Windows, and has many more capabilities. It just takes a dozen minutes to get familiar with a distribution like <a href="http://www.ubuntu.com/" title="Ubuntu, the easiest and friendliest GNU/Linux distribution around">Ubuntu</a> or <a href="http://fedoraproject.org/" title="Fedora, a friendly and more advanced GNU/Linux distribution">Fedora</a>, which come in with many programs installed.
ar: جنو/لينكس ليس أصعب استخداماً من ويندوز ، ولديه المزيد من القدرات . ستحتاج فقط إلى بعض الوقت للتعود على توزيعات مثل <a href="http://www.ubuntu.com/" title="Ubuntu, the easiest and friendliest GNU/Linux distribution around">أوبنتو</a> أو <a href="http://fedoraproject.org/" title="Fedora, a friendly and more advanced GNU/Linux distribution">فيدورا</a> ، و التي تأتي مع عدد من البرامج المثبتة .
ca: Linux no és més difícil d'usar que Windows, i té moltes més funcionalitats. Només pren uns minuts familiaritzar-se amb una distribució com <a href="http://www.ubuntu.com/" title="Ubuntu, la distribució GNU/Linux més senzilla d'utilitzar">Ubuntu</a> o <a href="http://fedoraproject.org/" title="Fedora, una distribució amigable per a usuaris un poc més avançats">Fedora</a>, la qual vé amb molts programes instal·lats.
es: GNU/Linux no es más difícil de usar que Windows, y tiene muchas más funcionalidades. Se tarda sólo unos minutos en familiarizarse con una distribución como <a href="http://www.guia-ubuntu.org/" title="Guía no oficial de Ubuntu">Ubuntu</a> o <a href="http://fedoraproject.org/es/" title="Fedora, una distribución de Linux sencilla pero más avanzada">Fedora</a>, la cual viene con muchos programas instalados.
fr: Linux n'est pas plus difficile à utiliser que Windows, et a beaucoup plus de possibilités. Il ne faut qu'une dizaine de minutes pour se familiariser à une distribution comme <a href="http://www.ubuntu-fr.org/" title="Ubuntu, La distribution GNU/Linux la plus facile d'accès">Ubuntu</a> ou <a href="http://www.fedora-fr.org/" title="Fedora, une distribution GNU/Linux un peu plus avancée">Fedora</a>, qui comportent beaucoup de programmes pré-installés.
it: GNU/Linux non è più complicato di Windows, e ha molte più capacità. Sono necessari solo una dozzina di minuti per acquisire familiarità con una distribuzione come <a href="http://www.ubuntu.it/" title="Ubuntu, la più semplice e amichevole distribuzione GNU/Linux">Ubuntu</a> o <a href="http://fedoraproject.org/" title="Fedora, un'amichevole e più avanzata distribuzione GNU/Linux">Fedora</a>, che partono già con molti programmi installati.
ml: ഗ്നു/ലിനക്സ് ഉപയോഗിക്കുവാന്‍ വിന്‍ഡോസിന്റെ അത്രയും പോലും ബുദ്ധിമുട്ടില്ല, മാത്രവുമല്ല വിന്‍ഡോസിനെ അപേക്ഷിച്ച് മറ്റ് കഴിവുകള്‍ വളരെയധികം ഉണ്ട് താനും. <a href="http://www.ubuntu.com/" title="Ubuntu, the easiest and friendliest GNU/Linux distribution around">ഉബുണ്ടുവോ</a> <a href="http://fedoraproject.org/" title="Fedora, a friendly and more advanced GNU/Linux distribution">ഫെഡോറയോ</a> പോലൊരു വിതരണം പരിചിതമാകുവാന്‍ വെറും മിനുട്ടുകള്‍ മാത്രം മതി, ആവശ്യമുള്ള പല പ്രോഗ്രാമ്മുകളും അതിന്റെ കൂടെ തന്നെ വരുന്നുണ്ടുമുണ്ട്.
ru: GNU/Linux не сложнее в использовании, чем Windows. Совсем немного времени займет знакомство с такими дистрибутивами, как <a href="http://www.ubuntu.ru/" title="Ubuntu, самый простой и дружелюбный дистрибутив">Ubuntu</a> или <a href="http://fedoraproject.org/ru/" title="Fedora, дружелюбный дистрибутив с более продвинутыми возможностями">Fedora</a>, которые поставляются с большим количеством установленных программ.

source: If you need commercial-quality software to work with business documents, Internet/networking, or multimedia and graphics, it's there right out of the box. Want more than that? Linux can do &ndash; there are many hundreds of free, high quality applications you can find, install and uninstall neatly and easily.
ar: إذا احتجت إلى برامج بجودة البرامج التجارية للعمل مع وثائق العمل ، إنترنت / ربط الشبكات ، أو الوسائط المتعددة و الرسوم ، فهي موجودة مباشرة . أتريد المزيد ؟ لينكس يمكنه فعل ذلك &ndash; هناك المئات من التطبيقات المجانية ، عالية الجودة التي يمكنك إيجادها ، و تثبيتها ، و إزالتها بسهولة .
ca: Si necessiteu programes útils per a treballar amb documents de negocis, Internet / connexió de xarxes, o treballar amb gràfics, està llest per a que l'useu. Voleu més que això? Linux pot fer-ho -hi ha molts milers de programes que podeu trobar, instal·lar i desinstal·lar intuïtivament i fàcilment.
de: Ob Sie Büro-Software in Profi-Qualität für Ihre Geschäftsdokumente, Internet-/Netzwerkprogramme oder Multimedia- und Grafiksoftware brauchen, es ist bereits in der Distribution enthalten und installiert. Sie wollen mehr als das? Kein Problem mit Linux – es gibt viele hundert freie, hochwertige Anwendungen, die Sie leicht finden und sauber installieren/deinstallieren können.
es: Si necesita software de calidad comercial para trabajar con documentos de negocios, Internet, conexión de redes, o trabajar con gráficos, está listo para que lo use. ¿Quiere aún más? Linux puede hacerlo: Existen muchos miles de programas que puede encontrar, instalar y desinstalar de una forma intuitiva y sencilla.
fr: Si vous avez besoin de logiciels libres et gratuits pour éditer du texte, tableur, internet, réseau ou dessin et graphiques, tout y est. Vous en voulez plus ? Linux est à la hauteur. Il existe des centaines d'applications que vous pouvez installer et désinstaller de manière facile, sûre et ordonnée.
it: Se hai bisogno di software di qualità commerciale per lavorare con documenti d'affari, Internet/rete, multimedia e grafica, è già tutto pronto. Vuoi di più? Con Linux si può &ndash; ci sono molte centinaia di applicazioni libere di elevata qualità che si possono trovare, installare e disinstallare velocemente e facilmente.
ru: Если Вам требуется программное обеспечение коммерческого уровня для работы с бизнес-документами, Интернет/сетью или мультимедиа и графикой, все это есть прямо после установки. Хотите больше? С Linux можно все &ndash; существует много сотен свободных программ высокого качества, которые можно найти, установить и удалить удобно и просто.

source: You shouldn't assume however, that Linux is a clone of Windows. To know what to expect when stepping into it, we suggest you read our <a href="%s">Making the switch</a> page.
ar: لا يجدر بك أن تفترض على أية حال أن لينكس مقلد لويندوز ، و لمعرفة ما تتوقعه عند الدخول إليه ، فإنّنا نقترح عليك قراءة صفحتنا : <a href="%s">القيام بالتحويل</a> .
ca: Però, no hauria d'assumir que Linux és un clon de Windows. Per a saber què us espera en endinsar-vos en Linux, us suggerim llegir la nostra pàgina relacionada amb <a href="%s">el procés de canvi</a>.
de: Dies bedeutet jedoch nicht, dass Linux ein Windows-Klon ist. Um zu erfahren was Sie bei Ihren ersten Schritten erwarten wird, empfehlen wir Ihnen unsere Seite <a href="%s">Umstieg auf Linux</a>.
es: Sin embargo, no debería asumir que Linux es un clon de Windows. Para saber qué le espera al adentrarse en Linux, le sugerimos leer nuestra página relacionada con <a href="%s">migrar a Linux</a>.
fr: Cependant, il ne faut pas penser que Linux est un clone de Windows. Pour savoir à quoi vous attendre, lisez notre section <a href="%s">Migrer sous Linux</a>.
it: Tuttavia, non pensare a Linux come un clone di Windows. Per sapere cosa aspettarsi dal passaggio a Linux, ti suggeriamo di leggere <a href="%s">Effettuare il passaggio</a>.
ml: പക്ഷെ ഒന്നുണ്ട്. ഗ്നു/ലിനക്സും വിന്‍ഡോസും ഇരട്ട പെറ്റതെന്ന് ചിന്തിക്കരുത്. ഗ്നു/ലിനക്സ് ആദ്യമായി ഉപയോഗിക്കുന്നതിന് മുമ്പ്, <a href="%s">മാറ്റം നടത്തുന്നത് എങ്ങനെ</a> എന്ന താള്‍ വായിച്ചിരിക്കുന്നത് നല്ലതായിരിക്കും.
nl: Je mag er echter niet van uitgaan dat Linux een kloon is van Windows. Om te weten waaraan je te verwachten, kijk je best eens op de pagina &lsquo;<a href="%s">Overstappen</a>&rsquo;.
ru: Однако, Вы не должны полагать, что Linux это точная копия Windows. Чтобы узнать, чего от него ожидать, мы советуем прочесть нашу страницу <a href="%s">Делая переход</a>.

source: The larger picture
ar: الصورة الأكبر
ca: La resposta completa
de: Der größere Zusammenhang
es: La respuesta completa
fr: Plus globalement
it: Guardando meglio
ru: Более широкая картина

source: When you get a distribution of GNU/Linux, <strong>you also get the freedom to study, copy, change, and redistribute it</strong> &ndash;&nbsp;that's what makes it truly <a href="http://www.softwareliberty.com/" title="what is freedom in software?">free software</a>.
ar: عندما تحصل على توزيعة من جنو/لينكس ، <strong>فإنك تحصل أيضاً على الحرية لدراستها و نسخها و تغييرها و إعادة توزيعها</strong> هذا ما يجعلها بحق <a href="http://www.gnu.org/philosophy/free-sw.ar.html" title="what is freedom in software?">برامج حرة</a> .
ca: Quan obteniu una distribució de GNU/Linux, <strong>també obteniu la llibertat per a estudiar-la, copiar-la, canviar-la, i redistribuir-la</strong> -això és el que la fa realment <a href="http://www.gnu.org/philosophy/free-sw.ca.html" title="Que és el programri lliure?">lliure</a>.
es: Cuando obtiene una distribución de GNU/Linux, <strong>también obtiene la libertad para estudiarla, copiarla, cambiarla, y redistribuirla</strong>. Eso es lo que la hace realmente <a href="http://www.gnu.org/philosophy/free-sw.es.html" title="¿Qué es el software libre?">libre</a>.
fr: Lorsque vous obtenez une distribution GNU/Linux, <strong>vous obtenez également la liberté de l'étudier, de la copier, de la modifier, et de la redistribuer</strong> – c'est ce qui la rend vraiment <a href="http://www.gnu.org/philosophy/free-sw.fr.html" title="Qu'est-ce qu'un logiciel libre?">libre</a>.
it: Quando ottieni una distribuzione GNU/Linux <strong>ottieni anche la libertà di studiarla, copiarla, cambiarla, e ridistribuirla</strong>-- questo è ciò che la rende veramente il <a href="http://www.softwareliberty.com/" title="Cos'è la libertà nel software?">software libero</a>.
ml: ഗ്നു/ലിനക്സിന്റെ ഒരു വിതരണം നിങ്ങള്‍ക്ക് ലഭിക്കുമ്പോള്‍ <strong>അതിന്റെ കൂടെ നിങ്ങള്‍ക്ക് അത് പഠിക്കുവാനും പകര്‍ത്തുവാനും മാറ്റങ്ങള്‍ വരുത്തുവാനും, അത് മറിച്ച് കൊടുക്കുവാനുമൊക്കെയുള്ള സ്വാതന്ത്രം ലഭിക്കുന്നു</strong>. &ndash;&nbsp;അതാണ് ഗ്നു/ലിനക്സിനെ ശരിക്കും ഒരു <a href="http://www.softwareliberty.com/" title="what is freedom in software?">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍</a> ആക്കുന്നത്.
nl: Bij elke GNU/Linuxdistributie <strong>krijg je de vrijheid om ze te bestuderen, te kopi&euml;ren, aan te passen, en opnieuw te verspreiden</strong>. &ndash; dat is wat Linux <a href='http://www.softwareliberty.com/' title='wat is vrijheid van software?'>vrije software</a> maakt.
ru: Когда Вы получаете дистрибутив GNU/Linux, <strong>Вы также получаете свободу изучать, копировать, изменять и распространять его</strong> &ndash;&nbsp;то, что делает его действительно <a href="http://www.gnu.org/philosophy/free-sw.ru.html" title="что такое свобода ПО?">свободным программным обеспечением</a>.

source: Many companies develop their own operating system based on the core <a href="http://www.gnu.org" title="the GNU project: at the source of all Linux distributions">GNU software</a>: products they do not have exclusive rights on. How does the wheel turn?
ar: العديد من الشركات تطور نظام تشغيل خاص بها مبنياً على <a href="http://www.gnu.org/home.ar.html" title="the GNU project: at the source of all Linux distributions">برمجيات جنو</a> : والتي ليس لديهم حقوق حصرية عليها. كيف تدور العجلة؟
ca: Moltes empreses desenvolupen el seu propi sistema operatiu basat en <a href="http://www.gnu.org" title="El projecte GNU: base de tota distribució Linux">GNU</a> tot i no tenir els drets exclusius del producte. Llavors, com funciona tot plegat?
es: Muchas compañías desarrollan sus propios sistemas operativos basados en el sistema central <a href="http://www.gnu.org/home.es.html" title="El proyecto GNU: Presente en todas las distribuciones">GNU</a>: Crean productos derivados sobre los cuales no tienen los derechos exclusivos. Entonces, ¿cómo funciona todo?
fr: Beaucoup d'entreprises créent leur propre système fondé sur du <a href="http://www.gnu.org/home.fr.html">logiciel GNU</a> : des produits sur lesquels elles n'ont pas les droits exclusifs. Comment la roue tourne-t-elle ?
it: Molte aziende sviluppano il loro sistema operativo basandosi sul <a href="http://www.gnu.org" title="GNU project: alla fonte di tutte le distribuzioni Linux">software GNU</a>: prodotti su cui non hanno diritti esclusivi. Come fanno ad andare avanti?
nl: Heel wat bedrijven ontwikkelen hun eigen besturingssysteem, gebaseerd op de kernsoftware van <a href="http://www.gnu.org" title="het GNU project, aan de bron van alle Linuxdistributies.">GNU</a>, producten waar ze geen exclusieve rechten op hebben. Hoe zit dat in elkaar?
ru: Разные компании разрабатывают свои собственные операционные системы на базе <a href="http://www.gnu.org" title="проект GNU: у истоков всех дистрибутивов Linux">программного обеспечения GNU</a>, на которое у них нет эксклюзивных прав. Как же это происходит?

source: Most companies make a profit by <em>selling support and services</em> around their GNU/Linux distribution. Corporate customers buy guaranteed security updates and assistance. Other services often include training and on-demand improvements to software.
ar: تنتفع عدد من الشركات ب <em>بيع الدعم و الخدمات</em> حول توزيعتهم من جنو/لينكس . زبائن الشركات يشترون مساعدة و تحديثات أمان مكفولة . تتضمن خدمات أخرى عادة التدريب و تطوير البرامج حسب الطلب .
ca: Moltes empreses fan negoci del <em>suport i serveis</em> sobre les seves distribucions GNU/Linux. Els clients compren la garantia de les actualitzacions segures i l'assistència. Altres serveis inclouen formació i millores a mida del programari.
es: La mayoría de las empresas consiguen beneficios gracias al <em>soporte técnico y otros servicios de pago</em> relacionados con su distribución de GNU/Linux. Los clientes empresariales pagan por la garantía de actualizaciones de seguridad y asistencia, e incluso muchas veces entrenamiento y modificaciones al software para adecuarlo a sus necesidades.
fr: La plupart des entreprises tirent profit de la vente de <em>support et services</em> autour de leur distribution GNU/Linux. Les clients entreprises achètent une garantie de mises à jour de sécurité et d'assistance. D'autres services incluent souvent de la formation, et des améliorations logicielles à la demande.
it: Molte compagnie traggono profitto dalla <em>vendita di servizi e supporto</em> alle loro distribuzioni GNU/Linux. I clienti acquistano assistenza e aggiornamenti di sicurezza gatantiti. Altri servizi spesso includono formazione e miglioramenti al software su richiesta.
ru: Большинство компаний получают прибыль, <em>продавая поддержку и сервисы</em> для своего дистрибутива GNU/Linux. Корпоративные клиенты платят за гарантированные обновления безопасности и помощь. В перечень сервисов также часто входят тренинги и улучшения ПО на заказ.

source: Some companies, such as HP or IBM, contribute to Linux because they pre-install it on servers they sell.
ar: بعض الشركات مثل : HP أو IBM تساهم في لينكس لأنهم يثبتونه مسبقاً على الخوادم التي يبيعونها .
ca: Algunes empreses, com HP i IBM, contribueixen amb Linux perquè el preinstal·len en els servidors que venen.
de: Manche Unternehmen, wie z.B. HP oder IBM, arbeiten an Linux mit weil sie Server mit vorinstalliertem Linux verkaufen.
es: Otras compañías, como HP e IBM, contribuyen con Linux porque lo preinstalan en los servidores que venden.
fr: Certaines entreprises, telles que HP ou IBM, contribuent à Linux parce qu'elles le pré-installent sur les serveurs qu'elles vendent.
it: Alcune aziende come HP o IBM contribuiscono a Linux perché lo pre-installano sui server che vendono.
ml: HP-യും IBM-ഉം പോലുള്ള കമ്പനികള്‍, ഗ്നു/ലിനക്സിലേക്ക് സംഭാവനകള്‍ നടത്തുന്നു, കാരണം അവര്‍ തങ്ങള്‍ വില്‍ക്കുന്ന സെര്‍വ്വറുകളില്‍ ഗ്നു/ലിനക്സ് മുമ്പേ ഇന്‍സ്റ്റോള്‍ ചെയ്താണ് വില്‍ക്കുന്നത്.
nl: Sommige bedrijven, zoals HP of IBM, werken mee aan Linux omdat ze het voorinstalleren op servers die ze verkopen.
ru: Некоторые компании, такие как HP или IBM, делают вклад в Linux, потому что устанавливают его на серверы которые продают.

source: An extremely wide community participates in the development and improvement of software, decreasing costs and improving efficiency.
ar: يساهم مجتمع كبير جداً في تطوير و تحسين البرامج مما يقلل التكلفة و يحسن الكفاءة .
ca: El fet que una comunitat àmplia participi en el desenvolupament i millora del programari, disminueix costos i millora l'eficiència.
de: Eine extrem große Gemeinschaft trägt zur Entwicklung und Verbesserung der Software bei, was Kosten verringert und die Effizienz erhöht.
es: Una enorme comunidad participa en el desarrollo y mejora del software, disminuyendo los costos y mejorando la eficiencia.
fr: Une très grande communauté participe bénévolement au développement et à l'amélioration des logiciels libres, ce qui fait baisser les coûts et augmente l'efficacité.
it: Un'enorme comunità partecipa allo sviluppo e al miglioramento del software, diminuendo i costi e aumentando l'efficienza.
ru: Невероятно широкое сообщество принимает участие в разработке и улучшении ПО, уменьшая затраты и увеличивая его эффективность.

source: In the end, individual end-users often get the software at zero cost, while corporate customers are often happy to pay for more support.
ar: يحصل المستخدمون النهائيون الأفراد في النهاية عادةً على البرنامج بلا تكلفة ، بينما تسعد الشركات غالبا بالدفع للمزيد من الدعم .
ca: En última instància, l'usuari final acostuma a tenir els programes a cost zero, mentre que les empreses acostumen a preferir pagar per més suport.
de: Letztendlich bekommen einzelne Endnutzer die Software häufig kostenlos, während Unternehmens-Kunden oft gerne für mehr Hilfeleistung bezahlen.
es: Finalmente, las personas suelen obtener el software gratuitamente, mientras que los clientes empresariales suelen estar felices de pagar para un soporte más avanzado.
fr: Au final, les utilisateurs individuels bénéficient souvent du logiciel gratuitement, tandis que les clients entreprises peuvent bénéficier de services payants.
it: Alla fine gli utenti finali spesso ottengono il software gratuitamente, mentre gli acquirenti aziendali sono felici di pagare un'assistenza maggiore.
nl: Uitendelijk is de software voor individuele gebruikers vaak gratis, terwijl bedrijven meestal graag betalen voor meer ondersteuning.
ru: В конце этой цепочки, индивидуальные пользователи, как правило, получают программное обеспечение бесплатно, в то время как корпоративные пользователи часто рады заплатить за большее количество поддержки.

source: next:
ca: següent:
de: weiter:
es: siguiente:
fr: suivant :
it: prossimo:
ml: അടുത്തത്:

source: Selected reading on the Internet.
ar: قراءات مختارة على إنترنت.
ca: Lectures seleccionades a Internet.
es: Más información en la web.
fr: Quelques morceaux choisis sur Internet.
it: Letture selezionate su altri siti Internet.
ml: ഇന്റര്‍നെറ്റില്‍ നിന്നും തിരഞ്ഞെടുത്ത ലേഖങ്ങ്ങ്ങള്‍.
nl: Een selectie van links.
ru: Избранные ссылки в Интернет.

source: The main players
ar: التوزيعات الرئيسية
ca: Els principals actors
es: Los principales contendientes
fr: La cour des grands
it: I giocatori più importanti
ml: ഇവര്‍ പ്രമുഖര്‍
nl: De grote spelers
ru: Главные игроки

source: http://fedoraproject.org/
ca: http://www.softcatala.org/wiki/Fedora
de: http://fedoraproject.org/de/
es: http://fedoraproject.org/es/
ru: http://fedoraproject.org/ru/

source: Prominent and perhaps more advanced distribution, featuring extensive documentation and multiple ways to participate.
ar: توزيعة بارزة، وربما أكثر تطورا. تقدم توثيقًا شاملًا وعدة طرق للمشاركة.
ca: Una distribució potser més avançada, amb molta documentació i moltes maneres de participar.
es: Una distribución destacada y quizá más avanzada, que cuenta con una documentación muy completa y varias formas de participar.
fr: Communauté française de cette distribution assez avancée, avec documentation, forums et nombreux tutoriels.
it: Distribuzione importante e tra le più più avanzate, mette a disposizione una vasta documentazione e diversi modi per partecipare al suo sviluppo.
ml: വളരെ പ്രമുഖമായ, ഒരു പക്ഷെ വളരെയധികം വികാസം പ്രാപിച്ച ഒരു ഡിസ്ട്രിബ്യൂഷന്‍. അതിസമഗ്രമായ ലിഖിതങ്ങളും പങ്ക് ചേരുവാനുള്ള വ്യത്യസ്ത രീതികളും ഇതിനെ മറ്റുള്ളവയില്‍ നിന്നും വേറിട്ട് നിര്‍ത്തുന്നു.
ru: Известный и, быть может, более продвинутый дистрибутив, имеющий обширную документацию и множество способов принять в нем участие.

source: Homepage of the friendliest distribution around, with links to documentation, community-based and commercial support.
ar: موقع التوزيعة الأكثر ودّية، مع وصلات للتوثيق، والدعم الفني المقدم من المجتمع، أو التجاري.
ca: Pàgina web de la comunitat catalana de la distribució més senzilla d'utilitzar, amb enllaços a documentació, fòrums, canals IRC, etc...
de: Homepage der freundlichsten Distribution, mit Links zur Dokumentation sowie Hilfe durch die Community und professionellem Support.
es: Sitio web de la comunidad hispana de la distribución más fácil de usar, con documentación y foros de soporte técnico gratuito.
fr: Page d'accueil française de la distribution bien connue pour sa convivialité, avec documentation et forums tenus par une communauté très active.
it: Distribuzione tra le più semplici in assoluto, con documentazione, supporto commerciale o fornito dalla comunità.
ml: ഏറ്റവും അനായാസമായി ഉപയോഗിക്കുവാന്‍ കഴിയുന്ന ഒരു ഡിസ്ട്രിബ്യൂഷന്റെ പൂമുഖത്തേക്കുള്ള വഴി. ലിഖിതങ്ങള്‍ക്കും മറ്റ് സേവനങ്ങള്‍ക്കും (വാണിജ്യ-വാണിജ്യേതര) അവിടം സന്ദര്‍ശിക്കുക.
ru: Страница самого дружелюбного дистрибутива из всех существующих, со ссылками на документацию и поддержку.

source: Questions, help, and equipment
ar: أسئلة، مساعدة، وأجهزة
ca: Preguntes, ajuda i equipaments
es: Preguntas y ayuda
fr: Informations et équipement
it: Domande, aiuto e strumenti
ml: സംശയങ്ങള്‍, സഹായങ്ങള്‍, ഉപകരണങ്ങള്‍
ru: Вопросы, помощь и оборудование

source: http://linuxpreloaded.com/
es: http://linuxpreinstalado.com/
fr: http://linuxpreinstalle.com/

source: Computers pre-installed with Linux
ar: أجهزة محمّلة مسبقًا بلينكس
ca: Ordinadors amb Linux preinstal·lat
de: Computer mit vorinstalliertem Linux
es: Computadores con Linux preinstalado
fr: Ordinateurs pré-installés avec Linux
it: Computer pre-installati con Linux
ml: ഗ്നു-ലിനക്സ് ഇന്‍സ്റ്റോള്‍ ചെയ്ത് വരുന്ന കമ്പ്യൂട്ടറുകള്‍
nl: Computers met Linux voorge&iuml;nstalleerd
ru: Компьютеры с предустановленной ОС Linux (англ.)

source: Linux Pre-Loaded
ar: محمّل مسبقًا بلينكس
ca: Linux preinstal·lat
de: Vorinstalliertes Linux
es: Linux Preinstalado
fr: Linux Pré-installé
ml: ഗ്നു-ലിനക്സ് Pre-Loaded
nl: Linux voorge&iuml;nstalleerd

source: A simple and clear selection of vendors selling computers pre-installed with Linux.
ar: مجموعة واضحة وبسيطة من موزعين يبيعون حواسيب محمّلة بلينكس.
ca: Una simple relació de botigues que venen ordinadors amb Linux preinstal·lat.
de: Eine übersichtliche Auswahl von Bezugsquellen für Computer mit vorinstalliertem Linux.
es: Una útil selección de compañías que venden computadores con Linux preinstalado.
fr: Une liste simple et claire de vendeurs d'ordinateurs pré-installés avec Linux.
it: Una selezione chiara e semplice di venditori di computer con Linux pre-installato.
ml: ഗ്നു-ലിനക്സ് ഇന്‍സ്റ്റോള്‍ ചെയ്ത് വില്‍ക്കുന്ന കമ്പ്യുട്ടറുകള്‍ വില്‍ക്കുന്ന കമ്പനികളെ പറ്റിയുള്ള വിവരങ്ങള്‍
nl: Een eenvoudige en duidelijke selectie van waar je computers kan kopen met Linux voorge&iuml;nstalleerd.
ru: Простой и понятный перечень поставщиков, продающих компьютеры, на которые предустановлен Linux.

source: http://www.nuxified.org/
ar: http://linuxac.org/
ca: http://forum.somgnu.cat/
es: http://www.espaciolinux.com/foros.html
fr: http://linuxfr.org/
ru: http://forum.linux.by/

source: Nuxified forums
ar: مجتمع لينكس العربي
ca: Fòrums de SomGNU
es: Foros de Espacio Linux
fr: LinuxFR
ml: നക്സിഫൈഡ് ചര്‍ച്ചയിടങ്ങള്‍
ru: Форумы Linux.By
