Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: Nuxified
ar: مجتمع لينكس العربي
ca: SomGNU
es: Espacio Linux
fr: LinuxFR
ml: നക്സിഫൈഡ്
ru: Forum.Linux.By

source: Friendly free software support forums, for newcomers and advanced users alike.<br/> If you have a question that we haven't covered, it's a good place to ask!
ar: منتديات دعم البرمجيات الحرّة، للمستخدمين الجدد والمتقدمين على حد سواء.<br />إن كان لديك سؤال لم تتم إجابته، فالمنتديات مكان جيد لتسأل.
ca: Fòrums de suport sobre programari lliure, amb seccions per a maquinari, programari, xarxes, edició multimèdia, notícies, etc... Un bon lloc per preguntar.
es: Foros de ayuda de Linux, para los que tienen dudas o problemas antes de instalar Linux, así como también durante o después de hacerlo. Si tienes alguna duda o problema que no hemos resuelto, ¡ese es el lugar para platearlo!
fr: LinuxFr.org traite de l'actualité liée au logiciel libre, notamment ses communautés francophones. L'information y est concise et régulière.
it: Forum di supporto (in lingua inglese) sul software libero per utenti sia nuovi sia esperti.<br/>Se hai una domanda a cui non abbiamo risposto, questo è un buon posto per farla!
ml: സൗഹൃദപരമായ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ സഹായ ചര്‍ച്ചയിടങ്ങള്‍. പുതിയിയതും പഴയതുമായ എല്ലാ ഉപയോക്താക്കള്‍ക്കും ഉപയോഗപ്രദം.<br/> ഞങ്ങള്‍ക്കു് ഉത്തരം തരാന്‍ കഴിയാഞ്ഞ എന്തെങ്കിലും ചോദ്യം നിങ്ങള്‍ക്കുണ്ടെങ്കില്‍, അത് ചോദിക്കുവാന്‍ പറ്റിയ സ്ഥലമാണിവിടം.
nl: Forums voor ondersteuning van vrije software, zowel voor beginnende als gevorderde gebruikers. <br />Als je een vraag hebt die hier niet aan bod komt, is dit de plaats om ze te stellen. (Wel in het Engels.)
ru: Дружелюбные и бесплатные форумы поддержки, как для новичков, так и для опытных пользователей.<br/> Если у вас есть вопрос, который мы не затронули, это хорошее место чтобы его задать!

source: Learn and read more
ar: تعلّم واقرأ المزيد
ca: Per aprendre'n més
de: Mehr erfahren
es: Para aprender más
fr: Lisez et apprenez-en plus
it: Scopri altro ancora
ml: കൂടുതല്‍ വായിക്കുവാനും പഠിക്കുവാനും
nl: Meer lezen en te weten komen
ru: Прочтите и узнайте еще больше

source: http://www.fsf.org/
ca: http://www.fsfeurope.org/index.ca.html
es: http://www.gnu.org/home.es.html
fr: http://april.org/
nl: http://www.fsfeurope.org/

source: Free Software Foundation
ar: مؤسسة البرمجيات الحرة
ca: Free Software Foundation Europe
es: El proyecto GNU
fr: Association de promotion et défense du logiciel libre
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഫൗണ്ടേഷന്‍
nl: Free Software Foundation Europe
ru: Фонд Свободного ПО (англ.)

source: FSF
ar: إف.إس.إف
ca: FSFE
es: GNU
fr: April
nl: FSFE

source: The Free Software Foundation defends and advocates the very concept of <a href="http://www.softwareliberty.com/">free software</a> that gave birth to GNU/Linux.
ar: مؤسسة البرمجيات الحرّة تدافع عن مفهوم <a href="http://www.gnu.org/philosophy/free-sw.ar.html">البرمجيات الحرّة</a> وتنادي به، وهو الذي أخرج جنو/لينكس.
ca: La Fundació per al Programari Lliure defensa el mateix concepte de <a href="http://www.softwareliberty.com/">programari lliure</a> que quan va crear GNU/Linux.
es: El proyecto GNU fue el que comenzó el movimiento de software libre. En su sitio web se puede encontrar <a href="http://www.gnu.org/philosophy/philosophy.es.html">artículos muy importantes e interesantes sobre la filosofía del software libre</a>, entre otras cosas.
fr: L'April promeut et défend le logiciel libre dans l'espace francophone. Elle est forte de 2000 membres dont de nombreuses entreprises.
it: La Free Software Foundation difende e diffonde il concetto stesso di <a href="http://www.softwareliberty.com/">software libero</a> che ha dato vita a GNU/Linux.
ml: ഗ്നു/ലിനക്സിന് ജന്മമേകിയ <a href="http://www.softwareliberty.com/">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ടത്വസംഹിതികള്‍ക്ക്</a> വേണ്ടി വാദിക്കുകയും അത് പ്രചരിപ്പിക്കുകയും ചെയ്യുന്ന ഒരു സംഘടനയാണ് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഫൗണ്ടേഷന്‍.
ru: Фонд Свободного ПО защищает и отстаивает саму идею <a href="http://www.gnu.org/philosophy/free-sw.ru.html">свободного программного обеспечения</a>, которая дала жизнь GNU/Linux.

source: http://en.wikibooks.org/wiki/FLOSS_Concept_Booklet
ca: http://www.culturalliure.cat/
es: http://devolucion.org/
fr: http://www.agendadulibre.org/

source: the FLOSS concept booklet
ar: كتيب مفهوم البرمجيات الحرّة
ca: Cultura Lliure
es: Devolución del impuesto Windows
fr: L'Agenda du Libre
it: Il libro base del FLOSS
ru: Буклет о концепции FLOSS (англ.)

source: FLOSS Booklet
ar: كتيب البرمجيات الحرّة
ca: Cultura Lliure
es: Devolución de Windows
fr: Agenda du Libre
ru: Буклет FLOSS

source: A short, entertaining way to clarify thoughts about free, libre, "open-source" software.
ar: أسلوب قصير وممتع لتوضيح أفكار عن البرمجيات الحرّة مفتوحة المصدر.
ca: Recull de llibres traduïts al català, relacionats amb el Programari Lliure i la cultura lliure en general.
es: Si adquieres un computador y el vendedor te impuso Windows, tienes el derecho a reclamar un reembolso por el Windows que no usarás.
fr: Un calendrier recensant les évènements francophones liés au logiciel libre. Il se passe forcément quelque chose près de chez vous!
it: Un testo breve e divertente (in lingua inglese) per chiarirsi le idee sul software Free, Libre, Open Source.
ml: സ്വതന്ത്ര, "ഓപണ്‍-സോഴ്സ്" സോഫ്റ്റ്‌വെയറുകളെ പറ്റി വ്യക്തമായ ഒരു കാഴ്ചപ്പടുണ്ടാകുവാന്‍ വളരെ ഹ്രസ്വമായ ഒരു മാര്‍ഗ്ഗം.
ru: Быстрый и интересный путь, чтобы прояснить свои мысли о свободном ПО с открытым кодом.

source: Note: these links are proposed as a recommendation. They are not commercial.
ar: ملاحظة: هذه الروابط معروضة كتوصية ،وليست روابط تجارية.
ca: Nota: aquests enllaços són només una recomanació. No són comercials.
de: Hinweis: Diese Links sind eine Empfehlung, keine Werbung.
es: Nota: Estos enlaces se proponen como recomendación. No son comerciales.
fr: Note: ces liens sont de simples recommandations. Ils ne sont pas commerciaux.
it: Nota bene: i link proposti sono solo dei suggerimenti. Non sono pubblicità.
ru: Примечание: эти ссылки предлагаются в качестве рекомендации. Они не являются коммерческими.

source: About us
ar: حول الموقع
ca: Quant a nosaltres
de: Über uns
es: Acerca de nosotros
fr: À propos
it: Chi siamo
nl: Over ons
ru: О нас

source: http://www.gnulinuxmatters.org/
es: http://es.gnulinuxmatters.org/

source: This website is maintained by a non-profit organization, <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, which focuses on Internet advocacy for free software. Please consider participating, or simply helping us by <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">making a link to this website</a>.
ar: تدير هذا الموقع المنظمة غير الربحية <em><a href="http://www.gnulinuxmatters.org">GNU/Linux Matters</a></em> المعنية بالدفاع عن البرمجيات الحرّة على الإنترنت. من فضلك فكّر في الانضمام، أو ادعمنا بواسطة <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">وضع رابط لهذا الموقع</a>.
ca: Aquesta pàgina web la manté l'organització sense ànim de lucre <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, per donar suport al programari lliure des d'internet. Animeu-vos a participar, o simplement <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">ajudeu-nos enllaçant-nos a aquesta pàgina web</a>.
es: Este sitio web es creado y mantenido por una organización sin fines de lucro, <em><a href="http://es.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, la cual se encarga de apoyar al software libre en Internet. Por favor considera participar, o simplemente ayúdanos <a href="http://es.gnulinuxmatters.org/ayudanos/enlazanos/">enlazando a este sitio web</a>.
fr: Ce site web est maintenu par une association à but non lucratif, <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, qui est dédiée à la promotion du logiciel libre sur Internet. Votre participation est la bienvenue, et vous pouvez facilement aider en <a href="http://www.gnulinuxmatters.org/participate/link_buttons/fr/">faisant un lien vers ce site</a>.
it: Questo sito è mantenuto dall'organizzazione senza scopo di lucro <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, dedicata alla diffusione del software libero attraverso Internet. Prendi in considerazione di partecipare al nostro lavoro, o semplicemente di aiutarci, <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">inserendo un link a questo sito</a>.
nl: Deze website wordt onderhouden door een organisatie zonder winstoogmerk, <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux matters</a></em>, die zich toelegt op de promotie van vrije software via het internet. Je kan meewerken, of ons eenvoudig helpen door <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">naar onze site te linken</a>.
ru: Этот веб-сайт поддерживается неприбыльной организацией <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, которая специализируется на пропаганде свободного ПО в Интернет. Пожалуйста, подумайте о том, чтобы принять участие или просто помочь нам, <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">создав ссылку на этот сайт</a>.

source: legal terms
ar: الشروط القانونية
ca: termes legals
de: Nutzungsbedingungen
es: términos legales
fr: informations légales
it: termini legali
ru: правовая информация

source: http://www.gnulinuxmatters.org/contact/
es: http://es.gnulinuxmatters.org/contactar/

source: contact
ar: اتصل بنا
ca: contacte
de: Kontakt
es: contacto
it: contatti
ru: обратная связь

source: credits
ca: crèdits
de: Mitwirkende
es: créditos
fr: crédits
it: autori
ru: организаторы

source: FAQ
ar: أسئلة متكررة
ca: PMF
es: Preguntas frecuentes

source: Friendly free software support forums, for newcomers and advanced users alike.<br/>If you have a question that we haven't covered, it's a good place to ask!
ar: منتديات دعم البرمجيات الحرّة، للمستخدمين الجدد والمتقدمين على حد سواء.<br />إن كان لديك سؤال لم يتم إجابته، فهذا مكان جيد لتسأل.
ca: Fòrums de suport amigables de programari lliure, tant per a novells com per a usuaris avançats. <br/>Si teniu una pregunta que no haguem respost aquí, aquest és un bon lloc per preguntar!
es: Foros de ayuda de Linux, para los que tienen dudas o problemas antes de instalar Linux, así como también durante o después de hacerlo. Si tienes alguna duda o problema que no hemos resuelto, ¡ese es el lugar para platearlo!
fr: LinuxFr.org traite de l'actualité liée au logiciel libre, notamment ses communautés francophones. L'information y est concise et régulière.
it: Forum di supporto sul software libero per utenti nuovi o esperti.<br/>Se hai una domanda a cui non abbiamo risposto, questo è un buon posto per farla!
ml: സൗഹൃദപരമായ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ സഹായ ചര്‍ച്ചയിടങ്ങള്‍. പുതിയിയതും പഴയതുമായ എല്ലാ ഉപയോക്താക്കള്‍ക്കും ഉപയോഗപ്രദം.<br/> ഞങ്ങള്‍ക്കു് ഉത്തരം തരാന്‍ കഴിയാഞ്ഞ എന്തെങ്കിലും ചോദ്യം നിങ്ങള്‍ക്കുണ്ടെങ്കില്‍, അത് ചോദിക്കുവാന്‍ പറ്റിയ സ്ഥലമാണിവിടം.
ru: Дружелюбные и бесплатные форумы поддержки, как для новичков, так и для опытных пользователей.<br/>Если у вас есть вопрос, который мы не затронули, это хорошее место чтобы его задать!

source: Making the switch to Linux
ar: الانتقال إلى لينكس
ca: Migrant a Linux
de: Zu Linux wechseln
es: Migrar a Linux
fr: Migrer sous Linux
it: Passare a Linux
ml: ഗ്നു/ലിനക്സിലോട്ടുള്ള മാറ്റം നടത്തുന്നത്
nl: Omschakelen naar Linux
ru: Переходя на Linux

source: A few advantages
ar: بعض المميزات
ca: Alguns avantatges
de: Einige Vorteile
es: Algunas de las ventajas
fr: Quelques avantages
it: Alcuni vantaggi
ml: ചില ആനുകൂല്യങ്ങള്‍
nl: Een aantal voordelen
ru: Несколько преимуществ

source: Freedom
ar: الحرية
ca: Llibertat
de: Freiheit
es: Libertad
fr: La liberté
it: Libertà
ml: സ്വാതന്ത്ര്യം
nl: Vrijheid
ru: Свобода

source: freedom
ar: الحرية
ca: llibertat
de: Freiheit
es: Libertad
fr: liberté
it: libertà
ml: സ്വാതന്ത്ര്യം
nl: vrijheid
ru: свобода

source: Unlike Windows, GNU/Linux is <a href="http://www.softwareliberty.com/" title="What does Free Software mean?">free software</a> &ndash; free as in freedom. Install it on all computers and make copies for your friends! You can even study it, transform it as you please, or build and sell your own distribution.
ar: على عكس ويندوز. جنو/لينكس <a href="http://www.gnu.org/philosophy/free-sw.ar.html" title="ما معنى برمجية حرّة؟">برمجيات حرّة</a>. ركّبه على كل الأجهزة، واصنع نسخا لأصدقائك! يمكنك حتى دراسته وتعديله كما ترغب، أو بناء وبيع توزيعتك الخاصة.
ca: Al contrari que amb Windows, sou <a href="http://www.gnu.org/philosophy/free-sw.ca.html">lliure</a> de fer moltes coses amb Linux: instal·lar-lo a tots els ordinadors que vulgueu sense pagar a ningú, donar còpies als vostres amics, podeu estudiar-lo, modificar-lo o crear i vendre la vostra pròpia distribució.
es: Al contrario de Windows, GNU/Linux es <a href="http://www.gnu.org/philosophy/free-sw.es.html" title="¿Qué es el software libre?">software libre</a>: ¡Instálalo en todos los computadores que quieras y dale copias a tus amigos! Inclusive puedes estudiarlo, modificarlo como desees, o crear y vender tu propia distribución.
fr: Contrairement à Windows, GNU/Linux est <a href="http://www.gnu.org/philosophy/free-sw.fr.html">un logiciel libre</a>. Vous pouvez l'installer sur tous les ordinateurs que vous souhaitez et en faire des copies pour vos amis. Vous pouvez également l'étudier, le modifier à votre guise, ou bien construire et vendre votre propre distribution.
it: A differenza di Windows, GNU/Linux è <a href="http://www.gnu.org/philosophy/free-sw.it.html" title="Cosa significa software libero?">software libero</a> &ndash; "libero" come in "libertà di espressione". Installalo sul tuo computer e fanne delle copie per i tuoi amici! Puoi anche studiarlo, cambiarlo come più ti piace o vendere la tua particolare distribuzione.
ml: വിന്‍ഡോസിനെ അപേക്ഷിച്ച് ഗ്നു/ലിനക്സ് എന്നത് ഒരു <a href="http://www.softwareliberty.com/" title="What does Free Software mean?">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാണ്</a> &ndash;. നിങ്ങള്‍ക്കാവശ്യമുള്ള കമ്പ്യൂട്ടറുകളിലെല്ലാം അത് ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയോ സുഹൃത്തുക്കള്‍ക്ക് പകര്‍ത്തി നല്‍കുകയോ ചെയ്യാം! നിങ്ങള്‍ക്ക് അതിനെ പറ്റി പഠിക്കുകയും, ആവശ്യമെങ്കില്‍ മാറ്റം വരുത്തുകയും അല്ലെങ്കില്‍ നിങ്ങളുടെ സ്വന്തം സോഫ്റ്റ്‌വെയര്‍ നിര്‍മ്മിച്ച് വില്‍ക്കുകയും ചെയ്യാം.
nl: GNU/Linux verschilt van Windows omdat het <a href="http://www.gnu.org/philosophy/free-sw.nl.html" title="Wat betekent Vrije Software?">vrije software</a> is &ndash; met de &lsquo;vrij&rsquo; van &lsquo;vrijheid&rsquo;. Je mag het op al je computers installeren, en je mag het kopi&euml;ren voor je vrienden! Je kan het bestuderen, naar believen aanpassen, en je eigen distributie maken en verkopen.
ru: В отличие от Windows, GNU/Linux является <a href="http://www.gnu.org/philosophy/free-sw.ru.html" title="Что означает Свободное ПО?">свободным программным обеспечением</a>. Установите его на всех компьютерах и сделайте копии для Ваших друзей! Вы даже имеете право его изучать, изменять его по Вашему желанию или собрать и продать свой собственный дистрибутив.

source: Programs and ease of use
ar: البرامج وسهولة الاستخدام
ca: Programes i facilitat d'ús
de: Programme und Bedienkomfort
es: Los programas y la facilidad de uso
fr: Programmes et facilité d'utilisation
it: Programmi e semplicità d'utilizzo
ml: പ്രോഗ്രാമ്മുകളും ഉപയോഗിക്കുവാനുള്ള അനായാസവും
nl: Programma's en gebruiksvriendelijkheid
ru: Программы и удобство использования

source: add/remove programs easily
ar: أضف/أزل البرامج بسهولة
ca: afegir i treure programes és fàcil
de: Programme leicht installieren und löschen
es: Añande y/o quita programas de forma fácil
fr: installer/désinstaller facilement
it: aggiungi/rimuovi programmi comodamente
ml: പ്രോഗ്രാമുകള്‍ ചേര്‍ക്കുവാനും നീക്കം ചെയ്യുവാനുമുള്ള അനായാസത
nl: Gemakkelijk programma's toevoegen en verwijderen
ru: простая установка и удаление программ

source: A wealth of free applications are available at no cost, in an interface very similar to Windows or Mac OSX. Edit professional documents, burn music CDs, rework photos, design a website, or organise music right after install.
ar: هناك كمية وافرة من البرامج الحرّة متاحة مجانا في واجهة مشابهة كثيرا لويندوز أو ماك OSX. حرر المستندات الاحترافية، عالج الصور، اصنع اسطوانات صوتية، صمم موقعا، أو نظّم الموسيقى مباشرة بعد التركيب.
ca: Una gran quantitat d'aplicacions lliures estan disponibles sense cost, amb una interfície molt similar a la de Windows o Mac OSX. Editar documents, gravar CD de música, editar fotografies, dissenyar pàgines web o organitzar la música, es pot fer just després d'instal·lar.
de: Eine Fülle freier Applikationen, die nichts kosten, und deren Bedienung ähnlich wie bei Windows oder Mac OSX ist. Bearbeiten Sie ihre Geschäftsunterlagen, brennen Sie Musik-CDs, geben Sie Fotos den letzten Schliff, erstellen Sie eine Website oder verwalten Sie Musik-Dateien: alles gleich nach der Installation.
es: Existen un sinfín de programas libres disponibles para Linux gratuitamente, los cuales funcionan de forma muy parecida a los de Windows o Mac OS X. Puedes crear documentos profesionales, quemar CDs de música, editar fotografías, diseñar un sitio web u organizar tu música justo después de instalar.
fr: Une grande quantité d'applications sont disponibles gratuitement et immédiatement, avec une interface très similaire à Windows ou Mac OSX. Vous pouvez commencer à éditer des documents de travail, graver des CDs, retoucher des photos, construire un site web, ou organiser votre musique avec les logiciels pré-installés.
it: Una moltitudine di applicazioni libere sono disponibili gratuitamente, con un'interfaccia molto simile a Windows o MacOSX. Lavora sui tuoi documenti, masterizza e organizza la tua musica e le tue foto, crea un sito web, subito dopo l'installazione.
ml: വിന്‍ഡോസിന്റെയോ മാക്‍ ഓ എസ്-നോടൊക്കെ സാമ്യമുള്ള ഒരു ഇന്റര്‍ഫേസില്‍ സൗജന്യമായി ലഭിക്കുന്ന ഒരു കൂട്ടം സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകള്‍. സം‌ഗീത സിഡികള്‍ എഴുതുവാനും, പ്രൊഫഷണല്‍ രേഖകള്‍ എഴുതുവാനും, ചിത്രങ്ങള്‍ക്ക് മോടി കൂട്ടുവാനും, വെബ്ബ്‌ സൈറ്റ് ഡിസൈന്‍ ചെയ്യുവാനുമൊക്കെ ഇന്‍സ്റ്റോള്‍ ചെയ്ത ഉടന്‍ തന്നെ സാധ്യമാണ്.
nl: Er is een heel aanbod gratis applicaties, en de interface is vergelijkbaar met Windows of Mac OSX. Je kan professionele documenten bewerken, muziek-CD's branden, foto's bewerken, een website ontwikkelen, of muziek organiseren. Dit kan allemaal direct na de installatie.
ru: Множество свободных приложений доступны в изобилии и бесплатно, с интерфейсом, очень похожим на Windows или Mac OSX. Профессионально редактируйте документы, записывайте музыкальные компакт-диски, ретушируйте фотографии, разработайте веб-сайт или организуйте музыкальную коллекцию сразу же после установки.

source: The internal installer makes it incredibly easy to find, install and remove programs, suppressing the task of searching the web for software that is not crippled or harmful.
ar: إن برنامج التثبيت الداخلي يجعل من السهل جدا القيام بعملية البحث وتنصيب أو إزالة البرامج بشكل يغنيك عن البحث في الأنترنت عن برمجيات مفيذة وغير ضارة.
ca: L'instal·lador integrat fa increïblement senzilla la feina de cercar, instal·lar i desinstal·lar els programes, sense haver de cercar per internet que el fitxer no sigui maliciós.
de: Das eingebaute Installationsprogramm macht es unglaublich einfach, neue Programme zu finden, zu installieren oder wieder zu löschen, und das alles ohne lästige Suche im Netz, ohne Demoversionen oder Viren.
es: El instalador incorporado hace que sea increíblemente fácil encontrar, instalar y desinstalar programas, eliminando la rutina de buscar en la web software que no le hagan daño al computador.
fr: L'installeur interne rend la recherche, l'installation et la désinstallation de programmes incroyablement facile. Cela vous évite de perdre des heures à chercher sur le web des programmes qui ne soient ni limités, ni dangereux.
it: Il gestore dei programmi rende incredibilmente facile trovare, installare o rimuovere le applicazioni, evitandoti il compito di cercare su Internet programmi e di fare attenzione che non siano problematici o dannosi.
ml: ഇതിലുള്ള ആന്തരിക ഇന്‍സ്റ്റോളര്‍ പ്രോഗ്രാമ്മുകള്‍ തിരയുവാനും, ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാനും, നീക്കം ചെയ്യുവാനുമൊക്കെ സഹായിക്കുന്നു. അതായത് വെബ്ബില്‍ സോഫ്റ്റ്‌വെയര്‍ തിരഞ്ഞ് കഷ്ടപ്പെടുകയോ, നിലവാരം കുറഞ്ഞതോ അപകടകാരികളോ ആയ സോഫ്റ്റ്‌വെയറുകള്‍ ഇനി ഉപയോഗിക്കേണ്ടി വരില്ലാ എന്നര്‍ത്ഥം.
ru: Встроенный установщик делает невероятно простым подбор, установку и удаление программ, пропадает необходимость в поиске в Интернете программ, которые не являются урезанными или вредоносными.

source: No fighting.
ar: لا صراع.
ca: Sense lluites
es: Sin molestias.
fr: Pas de bagarre.
it: Niente più lotte.
ml: തല്ല്പിടികളൊന്നും വേണ്ടാ.
nl: Geen gevecht.
ru: Без лишнего напряжения.

source: built solid
ar: مبني بصلابة
ca: construcció sòlida
de: Stabilität
es: Software estable
fr: bien construit
it: robusto per costituzione
ru: сделано на совесть

source: Keeping your computer in shape over time needn't be a struggle. One year on, GNU/Linux runs just as fast as the first day. And it may bring your old PC back to life.
ar: إن إبقاء حاسوبك مستقرا مع الوقت لا ينبغي أن يكون مرهقا. بعد مرور سنة، فإن نظام جنو/لينكس يعمل بنفس السرعة كاليوم الأول. كما إنه قد يعيد الحياة لحاسوبك القديم.
ca: Mantenir el vostre ordinador en forma al llarg del temps no serà una lluita aferrissada. Un any després, GNU/Linux treballarà tan ràpid com el primer dia. I a més, podeu donar-li un nou ús al vostre ordinador vell.
de: Pflegen Sie Ihren Computer ohne Mühe. Auch nach einem Jahr läuft GNU/Linux noch genauso schnell wie am ersten Tag. Und es mag sogar ihren alten PC wieder zum Leben erwecken.
es: Para mantener el computador en forma con el paso del tiempo no tiene que ser necesario una lucha constante. Un año después de su instalación, GNU/Linux funciona tan rápido como el primer día. E incluso puede darle vida a tu computador viejo.
fr: Garder votre ordinateur en forme ne doit pas être un souci. Après un an, GNU/Linux tourne aussi vite que le premier jour. Et il pourrait bien ramener votre vieux PC à la vie.
it: Mantenere il tuo computer in forma nel tempo non deve essere un problema. Dopo un anno di utilizzo, GNU/Linux è veloce quanto il primo giorno. Potrebbe anche riportare in vita il tuo vecchio PC.
nl: Je computer in vorm houden hoeft niet moeilijk te zijn. Na een jaar loopt GNU/Linux nog net zo snel als de eerste dag. GNU/Linux kan ook een oude PC opnieuw tot leven wekken.
ru: Вы не должны прилагать титанические усилия для того, чтобы поддерживать свой компьютер в надлежащей форме. Через год после установки, GNU/Linux работает также быстро, как и в самый первый день. А еще он может заново оживить Ваш старый ПК.
