Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: What is Linux?
ca: Què és Linux?
de: Was ist Linux?
es: ¿Qué es Linux?
fr: Qu'est-ce que Linux ?
it: Cos'è Linux?
ml: എന്താണ് ഗ്നു/ലിനക്സ്?
nl: Wat is Linux?
ru: Что такое Linux?

source: GNU/Linux applications
ar: تطبيقات جنو/لينكس
ca: Programes GNU/Linux
de: GNU/Linux Anwendungen
es: Programas para GNU/Linux
fr: Applications GNU/Linux
it: Applicazioni GNU/Linux
ml: ഗ്നു/ലിനക്സ് പ്രയോഗങ്ങള്‍
nl: GNU/Linux toepassingen
ru: Приложения GNU/Linux

source: Switch to Linux!
ar: انتقل إلى لينكس
ca: Canvieu a Linux!
de: Wechseln Sie zu Linux!
es: ¡Cámbiate a Linux!
fr: Passez à Linux !
it: Passa a Linux!
ml: ഗ്നു/ലിനക്സിലേക്ക് മാറൂ!
nl: Schakel over naar Linux!
ru: Перейдите на Linux!

source: GNU/Linux, or simply <em>Linux</em>, is an alternative to Microsoft Windows. It is easy to use and gives more freedom to users. Anyone can install it: Linux is free as in freedom, and often available free of charge.
ar: جنو/لينكس -أو ببساطة <em>لينكس</em>- هو بديل لمايكروسوفت ويندوز. سهل الاستخدام ويمنح المستخدمين المزيد من الحرية. يمكن لأي شخص تثبيته: يمتاز لينكس بالحرية، و متاح مجانا في الغالب.
ca: GNU/Linux, o simplement <em>Linux</em>, és una alternativa a Microsoft Windows. És fàcil de fer servir i dóna més llibertat als usuaris. Qualsevol se'l pot instal·lar: Linux és lliure, i sovint gratuït.
de: GNU/Linux, oder einfach <em>Linux</em>, ist eine Alternative zu Microsoft Windows. Es ist einfach zu benützen und gibt den Benutzern mehr Freiheit. Jeder kann es installieren: Linux ist frei wie in Freiheit, und oft gratis zu kriegen.
es: GNU/Linux, o simplemente <em>Linux</em>, es una alternativa a Microsoft Windows. Es fácil de usar y le da más libertad a sus usuarios. Cualquiera puede instalarlo: Linux es libre, y además suele ser gratuito.
fr: GNU/Linux, ou simplement <em>Linux</em>, est une alternative à Microsoft Windows. Il est facile à utiliser et donne plus de liberté aux utilisateurs. N'importe qui peut l'installer : Linux est libre et souvent gratuit.
it: GNU/Linux, o semplicemente <em>Linux</em>, è un'alternativa a Microsoft Windows. É semplice da usare e da più libertà agli utenti. Tutti possono installarlo: Linux è "libero" come la libertà di espressione, e spesso è disponibile gratuitamente.
ml: മൈക്രോസോഫ്റ്റ് വിന്‍ഡോസിന് പകരം ഉപയോഗിക്കാവുന്ന ഒരു സങ്കേതമാണ് ഗ്നു/ലിനക്സ്, അല്ലെങ്കില്‍ വെറുതെ <em>ലിനക്സ്</em> എന്നും വിളിക്കാം. ഇത് ഉപയോഗിക്കുവാന്‍ എളുപ്പമാണെന്ന് മാത്രമല്ല, ഉപയോക്താവിന് വളരെയധികം സ്വാതന്ത്രയങ്ങള്‍ നല്‍കുകയും ചെയ്യുന്നു. ആര്‍ക്ക് വേണമെങ്കിലും ഇത് ഇന്‍സ്റ്റോള്‍ ചെയ്യാവുന്നതാണ്: ഗ്നു/ലിനക്സ് ഒരു സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാണ്, മിക്കപ്പോഴും സൗജന്യമായി ലഭിക്കുകയും ചെയ്യുന്നു.
nl: GNU/Linux, of eenvoudigweg <em>Linux</em>, is een alternatief voor Microsoft Windows. Linux is gemakkelijk in gebruik, en geeft zijn gebruikers meer vrijheid. Iedereen kan het installeren: Linux is 'vrij' zoals in 'vrijheid'. In veel gevallen moet je er ook niet voor betalen.
ru: GNU/Linux, или просто <em>Linux</em>, это альтернатива Microsoft Windows. Он легок в использовании и дает пользователям большую свободу. Любой может его установить: Linux полностью свободен и зачастую доступен бесплатно.

source: Learn more about the free operating system
ar: تعلم المزيد حول نظام التشغيل الحرّ
ca: Descobriu més coses sobre el sistema operatiu lliure.
de: Lernen Sie mehr über das freie Betriebssystem
es: Conoce el sistema operativo libre.
fr: En apprendre plus au sujet du système d'exploitation libre
it: Scopri di più sul sistema operativo libero
ml: സ്വതന്ത്ര ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റത്തെ പറ്റി കൂടുതല്‍ പഠിക്കൂ
nl: Kom meer te weten over het vrije besturingssysteem
ru: Узнайте больше о свободной операционной системе

source: Why we should avoid using Microsoft Windows
ar: لماذا يجب تجنب استخدام مايكروسوفت ويندوز
ca: Per què haurieu d'evitar utilitzar Microsoft Windows
de: Wieso wir Microsoft Windows vermeiden sollten
es: Por qué se debe evitar usar Microsoft Windows.
fr: Pourquoi nous devrions éviter d'utiliser Microsoft Windows
it: Perché dovremmo evitare di utilizzare Microsoft Windows
ml: എന്ത് കൊണ്ട് മൈക്രോസോഫ്റ്റ് വിന്‍ഡോസ് ഉപയോഗിക്കുന്നത് നമ്മള്‍ ഒഴിവാക്കണം
nl: Waarom we Microsoft Windows beter vermijden
ru: Почему мы должны избегать использования Microsoft Windows

source: Where to download and how to step into Linux
ar: أين يمكن تنزيله، وكيف تخطو إلى لينكس
ca: On descarregar i com començar amb Linux
de: Wo man es herunterladen kann und wie es dann weitergeht
es: Dónde descargar y cómo iniciarse en Linux.
fr: Où télécharger et comment passer à Linux
it: Dove scaricare e come iniziare ad usare Linux
ml: എവിടെ നിന്നും എങ്ങനെ ഗ്നു/ലിനക്സിലേക്ക് ചുവട് വയ്ക്കാം?
nl: Waar downloaden, en hoe met Linux beginnen
ru: Где взять и как начать работу с Linux

source: Copyright notice for this website.
ar: ملاحظة حقوق النشر الهذا الموقع.
ca: Avís de Copyright d'aquest lloc web.
de: Urheberrechtshinweise für diese Webseite.
es: Nota legal sobre los derechos de autor de este sitio web
fr: Droits d'auteur et notice légale.
it: Nota sul copyright di questo sito.
ml: ഈ വെബ്ബ്‌താളിനുള്ള പകര്‍പ്പവകാശ പത്രം.
nl: Copyrightinformatie voor deze website.
ru: Правовая информация для этого сайта.

source: linux, gnu/linux, free software, software freedom, open-source, windows alternative, get linux, switch to linux
ar: لينكس، جنو/لينكس، البرامج الحرة، حرية البرامج، المصادر المفتوحة، بديل ويندوز، احصل على لينكس، تحول إلى لينكس
ca: linux, gnu/linux, programari lliure, llibertat de programari, codi obert, windows, alternativa, aconsegueix linux, canvia a linux
de: Linux, GNU/Linux, Freie Software, Software-Freiheit, Open-Source, Windows Alternativen, Get Linux, Switch to Linux
es: linux, gnu/linux, software libre, libertad del software, open-source, código abierto, alternativa a windows, conseguir linux, obtener linux, cambiarse a linux
fr: linux, gnu/linux, logiciel libre, liberte informatique, open-source, alternative à windows, migrer sous linux, passer à linux
it: linux, gnu/linux, software libero, libertà del software, open source, alternativa a windows, ottieni linux, passa a linux
ml: ലിനക്സ്, ഗ്നു/ലിനക്സ്, സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍, സോഫ്റ്റ്‌വെയര്‍ സ്വാതന്ത്ര്യം, ഓപണ്‍-സോഴ്സ്, വിന്‍ഡോസിന് പകരം ഉപയോഗിക്കാവുന്നവ, ലിനക്സ് സ്വന്തമാക്കൂ, ലിനക്സിലേക്ക് മാറൂ
nl: linux, gnu/linux, vrije software, softwarevrijheid, open-source, windowsalternatief, linux verkrijgen, omschakelen naar linux
ru: linux, gnu/linux, свободное ПО, свобода ПО, open-source, альтернатива windows, получить linux, переход на linux

source: skip to content
ar: تخطى إلى المحتوى
ca: vés al contingut
de: Weiter zum Inhalt
es: ir al contenido
fr: Aller au contenu
it: salta al contenuto
ml: ഉള്ളടക്കത്തിലേക്ക് നേരിട്ട് പോവുക
nl: direct naar de inhoud
ru: перейти к содержимому

source: Get GNU/Linux
ar: هنا لينكس
ca: Canvieu a GNU/Linux
de: Holen Sie sich GNU/Linux
es: Obtenga Linux
fr: Passez à GNU/Linux
it: Prova GNU/Linux
ml: ഗ്നു/ലിനക്സ് സ്വന്തമാക്കൂ
nl: Zet de stap naar GNU/Linux
ru: Перейди на GNU/Linux

source: home page
ar: الصفحة الرئيسية
ca: pàgina d'inici
es: página principal
fr: page d'accueil
it: pagina iniziale
ml: പൂമുഖം
ru: домашняя страница

source: GetGNULinux.org
ar: HonaLinux.org
ca: GNULinux.cat
es: ObtengaLinux.org
fr: PasseraLinux.fr
it: ProvaGNULinux.org
ru: PereidiNaLinux.org

source: http://www.gnulinuxmatters.org/participate/link_buttons/
ca: http://www.gnulinuxmatters.org/participate/link_buttons/cat/
es: http://es.gnulinuxmatters.org/ayudanos/enlazanos/
fr: http://www.gnulinuxmatters.org/participate/link_buttons/fr/
ml: http://www.gnulinuxmatters.org/help/link_buttons/
ru: http://www.gnulinuxmatters.org/help/link_buttons/

source: Help spread the word: link to us!
ar: ساعد في النشر: اربط بنا!
ca: Ajudeu-nos a difondre la idea: enllaceu-nos!
de: Empfehlen Sie uns weiter: mit einem Link!
es: Corre la voz: ¡Enlázanos!
fr: Faites un lien vers PasseraLinux.fr !
it: Aiutaci a spargere la voce: linkaci!
ml: ലോകത്തെ മുഴുവന്‍ അറിയിക്കുവാന്‍ സഹായിക്കൂ: ഞങ്ങളെ അവരുമായി ബന്ധിപ്പിച്ച് കൊണ്ട്!
nl: Vertel het verder, link naar ons!
ru: Помогите рассказать миру: сделайте на нас ссылку!

source: link to us
ar: اربط بنا
ca: enllaceu-nos!
de: Verlinken Sie uns
es: enlázanos
fr: faites un lien
it: linkaci
ml: ഞങ്ങളുമായി ബന്ധം സ്ഥാപിക്കൂ
nl: Link naar ons
ru: сделайте на нас ссылку

source: http://www.getfirefox.com/
de: http://www.mozilla-europe.org/de/
es: http://www.mozilla-world.org/es/products/firefox/
fr: http://www.mozilla-europe.org/fr/
it: http://www.mozilla-europe.org/it/firefox/
nl: http://www.mozilla-europe.org/nl/firefox/
ru: http://www.mozilla-europe.org/ru/firefox/

source: Get Firefox - a free web browser that changes the web
ar: احصل على فايرفوكس - متصفح الوب الحر الذي غيّر الوب
ca: Descarregueu-vos el Firefox - un navegador web lliure que canvia la xarxa
es: Usa Firefox - Un navegador libre que cambia la web
fr: Naviguez avec Firefox - le navigateur libre qui change l'internet
it: Prova Firefox - Un browser web gratuito che cambia il web
ml: ഫയര്‍ഫോക്സ് സ്വന്തമാക്കൂ - വെബ്ബ് അനുഭവത്തെ മാറ്റിമറിക്കുന്ന ഒരു വെബ്ബ് ബ്രൗസര്‍
nl: Gebruik Firefox - een vrije browser die het web verandert
ru: Получи Firefox - свободный веб-браузер, который изменяет веб

source: get Firefox
ar: احصل على فايرفوكس
ca: Descarregueu-vos el Firefox
es: usa Firefox
fr: Firefox
it: Prova Firefox
ml: ഫയര്‍ഫോക്സ് സ്വന്തമാക്കൂ
nl: Firefox verkrijgen

source: A project of the <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> non-profit
ar: مشروع من <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> غير الربحية
ca: Un projecte de <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> sense ànim de lucre
es: Un proyecto de la organización <a href="http://es.gnulinuxmatters.org/">GNU/Linux Matters</a>
fr: Un projet de l'association <a hreflang="en" href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>
it: Un progetto a cura dell'associazione senza scopo di lucro <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>
ml: <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>-ന്റെ ഒരു ലാഭ-രഹിത പദ്ധതി
nl: Een project van de non-profitorganisatie <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>.
ru: Проект неприбыльной организации <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>

source: terms of use of GNU/Linux Matters websites
ar: شروط استخدام مواقع GNU/Linux Matters
ca: Condicions d'ús dels llocs web de GNU/Linux Matters
de: Nutzungsbedingungen für GNU/Linux Matters Webseiten
es: términos de uso para los sitios web de GNU/Linux Matters
fr: conditions d'utilisation des sites de GNU/Linux Matters
it: termini d'uso del sito GNU/Linux Matters
ml: ഗ്നു/ലിനക്സ് വിവരങ്ങള്‍ വെബ്ബ്‌സൈറ്റുകള്‍ ഉപയോഗിക്കുമ്പോഴുള്ള നിബന്ധനകള്‍
nl: gebruikersvoorwaarden voor de websites van GNU/Linux Matters
ru: использование сайтов GNU/Linux Matters

source: Alternate languages
ar: لغات أخرى
de: Andere Sprachen
es: Selector de idiomas
fr: Autres langues
it: Altre lingue
ml: ബദല്‍ ഭാഷകള്‍
nl: Andere talen
ru: Другие языки

source: Get this page in the %s language!
ar: احصل على هذه الصفحة باللغة %s !
ca: Traduïu aquesta pàgina a la llengua %s!
es: ¡Lee esta página en %s!
fr: Cette page en %s
it: Leggi questa pagina in %s!
ml: %s ഭാഷയില്‍ ഈ താള് വായിക്കൂ!
nl: Lees deze pagina in het %s!
ru: Просмотреть эту страницу на %s языке!

source: previous:
es: anterior:
fr: précédent :
it: precedente:
ml: മുമ്പത്തേത്:

source: What is GNU/Linux?
ar: ما هو جنو/لينكس؟
ca: Què és GNU/Linux?
de: Was ist GNU/Linux?
es: ¿Qué es GNU/Linux?
fr: Qu'est-ce que GNU/Linux ?
it: Cos'è GNU/Linux?
ml: എന്താണ് ഗ്നു/ലിനക്സ്?
nl: Wat is GNU/Linux?
ru: Что такое GNU/Linux?

source: When you hear the word Linux, you may think of programmers with a beard typing obscure code on a black screen. Good news! things have changed.
ar: عندما تسمع كلمة لينكس، ربما تفكّر في المبرمجين غريبي الشكل ممن يكتبون شفرات على شاشة سوداء. هناك أخبار جيدة! لقد تغير الوضع.
ca: Quan escolteu la paraula Linux, potser us imagineu programadors amb barba escrivint codi fosc en una pantalla negra. Bones notícies, les coses han canviat!
de: Wenn Sie das Wort Linux hören, denken Sie vielleicht an bärtige Programmierer, die an schwarzen Bildschirmen unverständlichen Code tippen. Wir haben gute Nachrichten: Die Zeiten haben sich geändert!
es: Cuando escuchas la palabra Linux, puede que te imagines programadores con barba escribiendo largas líneas de código en una pantalla negra. ¡Buenas noticias! Las cosas han cambiado.
fr: Le mot Linux vous évoque peut-être des programmeurs barbus tapant du code obscur sur un écran noir. Bonne nouvelle ! Les choses ont changé.
it: Quando senti la parola Linux, potresti pensare a programmatori con la barba che digitano strani comandi su uno schermo nero. Buone notizie! Le cose sono cambiate.
ml: ഗ്നു/ലിനക്സ് എന്ന പേര് കേള്‍ക്കുമ്പോള്‍ ഒരു പക്ഷെ നിങ്ങളുടെ മനസ്സില്‍ ആദ്യം എത്തുന്നത് താടിയും മുടിയുമൊക്കെ നീട്ടിവളര്‍ത്തിയ ഒരു പ്രോഗ്രാമ്മര്‍ ഇരുന്ന് എന്തൊക്കെയോ ടൈപ്പ് ചെയ്ത് കൂട്ടുന്ന ചിത്രമായിരിക്കം. എന്നാല്‍ ഇന്നങ്ങനെയല്ല, കാര്യങ്ങള്‍ അടിമുടി മാറി.
nl: Als je het woord 'Linux' hoort, dan denk je misschien aan bebaarde programmeurs die achter een zwart scherm duistere code intikken. Goed nieuws! Er zijn dingen veranderd.
ru: Когда Вы слышите слово Linux, Вам, наверное, приходят на ум бородатые программисты, печатающие непонятный код на черном экране. Хорошие новости! Времена поменялись.

source: The picture
ar: الصورة
ca: En poques paraules
de: Überblick
es: La respuesta rápida
fr: Le principe
it: In breve
nl: Waarover gaat het?
ru: Общий вид

source: a view of a Fedora Linux desktop
ar: عرض لسطح مكتب فيدورا لينكس
ca: Una imatge de l'escriptori de Fedora Linux
de: Eine Darstellung eines Fedora Linux Desktop
es: Una imagen del escritorio de Fedora Linux
fr: Un bureau sous Fedora
it: uno sguardo a Fedora Linux
ml: ഫെഡോറ ലിനക്സ് പണിയിടത്തിന്റെ ഒരു ചിത്രം
nl: Zo ziet het bureaublad van Fedora Linux er uit.
ru: рабочий стол Fedora Linux

source: Linux is an <em>operating system</em>, a large piece of software that manages a computer. It is similar to Microsoft Windows, but it is entirely free. The accurate name is <em>GNU/Linux</em> but "Linux" is used more often.
ar: لينكس هو <em>نظام تشغيل</em> ، قطعة كبيرة من البرامج تدير حاسوباً . إنه مشابه لمايكروسوفت ويندوز ، إلا أنه حر بالكامل .الاسم الدقيق هو <em>جنو/لينكس</em> لكن ، "لينكس" تستخدم أكثر .
ca: Linux és un <em>sistema operatiu</em>, una gran peça de programari que maneja un ordinador. és similar a Microsoft Windows, però és completament lliure. El nom correcte és <em>GNU/Linux</em> però "Linux" també serveix.
de: Linux ist ein <em>Betriebssystem</em>, ein großes Programm, das einen Computer verwaltet. Es ähnelt Microsoft Windows, ist jedoch komplett frei. Die genaue Bezeichnung lautet <em>GNU/Linux</em>, doch wird es häufiger einfach <em>Linux</em> genannt.
es: Linux es un <em>sistema operativo</em>, una gran pieza de software que controla un computador. Es parecido a Microsoft Windows, pero completamente libre. El nombre correcto es <em>GNU/Linux</em> pero "Linux" se usa más.
fr: Linux est un <em>système d'exploitation</em>, un logiciel important qui contrôle un ordinateur. Il est semblable à Microsoft Windows, mais il est entièrement libre. Le vrai nom est <em>GNU/Linux</em>, mais "Linux" convient aussi.
it: Linux è un <em>sistema operativo</em>, un software molto grande che gestisce un computer. É simile a Microsoft Windows, ma è del tutto gratuito. Il nome preciso è <em>GNU/Linux</em> ma "Linux" è usata più spesso.
ml: ഗ്നു/ലിനക്സ് എന്നത് ഒരു <em>ഓപറേറ്റിങ്ങ് സിസ്റ്റം</em> ആണ്, അതായത് കമ്പ്യൂട്ടറിനെ കൈകാര്യം ചെയ്യുന്ന ഒരു വലിയ സോഫ്‌റ്റ്‌വെയര്‍. മൈക്രോസോഫ്റ്റ് വിന്‍ഡോസുമായി വളരെയധികം സാമ്യത ഉണ്ടെങ്കിലും ഗ്നു/ലിനക്സ് സ്വതന്ത്രമാണ്. <em>ഗ്നു/ലിനക്സ്</em> എന്നതാണ് ശരിയായ നാമം എങ്കിലും, ലിനക്സ് എന്നാണ് പൊതുവെ ഉപയോഗിക്കപ്പെടുന്നത്.
nl: Linux is een <em>besturingssysteem</em>, de software die een computer beheert. Je kan het vergelijken met Microsoft Windows, maar het is volkomen vrij. Een meer precieze naam is <em>GNU/Linux</em>, maar meestal spreekt men gewoon van "Linux".
ru: Linux - это <em>операционная система</em>, большой пакет программ, который управляет компьютером. Он похож на Microsoft Windows, но полностью свободен. Точное название это <em>GNU/Linux</em>, но "Linux" используется гораздо чаще.

source: Linux is not one company's product, but a number of companies and groups of people contribute to it. In fact, the <em>GNU/Linux system</em> is a core component, which is branched off into many different products. They are called <strong>distributions</strong>.
ar: لينكس ليس منتج لشركة واحدة ، و لكن عدداً من الشركات و عدد من الناس يساهمون به.في الحقيقة <em>نظام جنو/لينكس</em> هو المكون الرئيسي ، و يتفرع إلى عدة منتجات مختلفة ، و التي تسمى <strong>توزيعات</strong>.
ca: Linux no és el producte d'una empresa, sinó d'un nombre d'empreses i grups de persones que contribueixen en el projecte. En efecte, el <em>sistema GNU/Linux</em> és un component central, el qual es transforma en molts productes diferents. Se'n diuen <strong>distribucions</strong>.
de: Linux ist nicht das Produkt eines einzelnen Unternehmens. Vielmehr nehmen viele verschiedene Unternehmen und Einzelpersonen an der Entwicklung teil. Um genau zu sein, ist GNU/Linux eine Kernkomponente, welche in verschiedenen Produkten verwendet wird. Diese werden als <strong>Distributionen</strong> bezeichnet.
es: Linux no es el producto de una sola compañía, es el resultado de la contribución de un gran número de compañías y grupos de personas. De hecho, el <em>sistema GNU/Linux</em> es un componente central, el cual se transforma en muchos productos diferentes: las llamadas <strong>distribuciones</strong>.
fr: Linux n'est pas le produit d'une seule société, mais de nombreuses sociétés et groupes de personnes qui y contribuent. En fait, <em>le système GNU/Linux</em> est un composant fondamental, dérivé en de multiples produits différents, nommés <strong>distributions</strong>.
it: Linux non è il prodotto di una sola azienda: numerose aziende e gruppi di persone contribuiscono al suo sviluppo. In effetti, il <em>sistema GNU/Linux</em> è un componente di base, che viene utilizzato in molti prodotti differenti. Questi sono chiamati <strong>distribuzioni</strong>.
ml: ഗ്നു/ലിനക്സ് ഒരു പ്രത്യേക കമ്പനിയുടെ ഉല്‍പന്നമല്ല, ഒട്ടനവധി കമ്പനികളും ഒരു വലിയ കൂട്ടം ആളുകളും ഇതിലേക്ക് സംഭാവന ചെയ്യുന്നു. ശരിക്കും പറഞ്ഞാല്‍, <em>ഗ്നു/ലിനക്സ്</em> ആണ് ഇതിലെ പ്രധാന ഘടകം. മറ്റുല്‍പന്നങ്ങള്‍ ഇതില്‍ നിന്നും ഉണ്ടാക്കിയതാണ്. ആ ഉല്‍പന്നങ്ങളെ ആണ് <strong>വിതരണങ്ങള്‍ അല്ലെങ്കില്‍ ഡിസ്ട്രിബ്യൂഷന്‍സ്</strong> എന്ന് പറയുന്നത്.
nl: Linux is niet het product van een bepaald bedrijf, maar verschillende bedrijven en vrijwilligersgroepen dragen er aan bij. In feite is het <em>GNU/Linux</em>-systeem de kerncomponent die gebruikt wordt in een heel aantal verschillende producten. Deze worden <strong>distributies</strong> genoemd.
ru: Linux - это не продукт одной компании. Над ним работает множество компаний и групп людей. Система <em>GNU/Linux</em> фактически является главным компонентом, который разветвляется на различные конечные продукты. Они называются <strong>дистрибутивами</strong>.

source: Distributions change the appearance and function of Linux completely. They range from large, fully supported complete systems (endorsed by companies) to lightweight ones that fit on a USB memory stick or run on old computers (often developed by volunteers).
ar: التوزيعات تغير مظهر و وظيفة لينكس بالكامل . إنها تتنوع من الأنظمة الكبيرة ، و المدعومة بالكامل ( من قبل الشركات ) إلى تلك الخفيفة الوزن التي تلائم شريحة ذاكرة يو إس بي أو تعمل على الحواسيب القديمة ( يطورها متطوعون غالباً )
ca: Les distribucions canvien l'aparença i el funcionament de Linux completament. N'hi han des de grans, sistemes complets totalment equipats (desenvolupats per empreses) fins les més lleugeres que entren en un clauer USB o funcionen en computadores antigues (sovint desenvolupades per voluntaris).
es: Las distribuciones cambian la apariencia y funcionamiento de Linux completamente. Las hay desde grandes sistemas completos totalmente equipados (respaldadas por compañías) hasta las más ligeras que entran en un llavero USB o funcionan en computadores viejos (usualmente desarrolladas por voluntarios).
fr: Ces distributions changent entièrement l'aspect et la fonction de Linux. Elles s'étendent du système complet (développé par des entreprises), pour des ordinateurs personnels ou des serveurs, à des systèmes légers (souvent développés par des volontaires) qui s'installent sur une clé mémoire USB ou sur de vieux ordinateurs.
it: Le distribuzioni cambiano completamente l'aspetto e il funzionamento di Linux. Ce ne sono di grandi ed elaborate (sviluppate principalmente da aziende), ma anche di leggere (spesso sviluppate da volontari) che si adattano a una memoria USB, oppre a vecchi computer.
ru: Каждый из дистрибутивов полностью изменяет внешний вид и функции системы Linux. Дистрибутивы бывают большими, полностью функциональными и поддерживаемыми системами (продвигаются компаниями-разработчиками), или такими легкими, что помещаются на USB-флешку или работают на устаревших компьютерах (часто разрабатываются добровольцами).

source: A prominent, complete and friendly distribution to step into GNU/Linux is <a href="http://www.ubuntu.com">Ubuntu</a>.
ar: <a href="http://www.ubuntu.com">أوبنتو</a> هي توزيعة ودودة كاملة وواعدة لتخطو بك إلى جنو/لينكس.
ca: Una distribució destacada, completa i fàcil d'usar al iniciar-se a GNU/Linux és <a href="http://www.ubuntu.cat">Ubuntu</a>.
es: Una distribución destacada, completa y fácil de usar para iniciarse en GNU/Linux es <a href="http://www.guia-ubuntu.org/" title="Guía no oficial de Ubuntu">Ubuntu</a>.
fr: Une distribution performante et conviviale pour passer à Linux est <a href="http://ubuntu-fr.org/">Ubuntu</a>.
it: Una buona distribuzione, completa e semplice con cui iniziare ad usare GNU/Linux è <a href="http://www.ubuntu.it">Ubuntu</a>.
ml: ഗ്നു/ലിനക്സ് ഉപയോഗിച്ചു തുടങ്ങുവാനായിട്ട് വളരെ പ്രമുഖവും, സമഗ്രവും, സൗഹാര്‍ദ്ദപരവുമായ ഒരു വിതരണമാണ് <a href="http://www.ubuntu.com">ഉബുണ്ടു</a>.
nl: Een bekende, complete distributie, geschikt om te beginnen met GNU/Linux is <a href="http://www.ubuntu-nl.org/">Ubuntu</a>.
ru: Одним из наиболее известных, полных и дружелюбных дистрибутивов для начала работы с GNU/Linux является <a href="http://www.ubuntu.ru">Ubuntu</a>.

source: Using Linux
ar: استخدام لينكس
ca: Fent servir Linux
de: Linux in der Praxis
es: Usando Linux
fr: Utiliser Linux
it: Usare Linux
ml: ഗ്നു/ലിനക്സ് ഉപയോഗിക്കുന്നത്
nl: Linux gebruiken
ru: Использование Linux

source: a view of a Ubuntu Linux desktop
ar: عرض لسطح مكتب أوبنتو لينكس
ca: Una imatge de l'escriptori d'Ubuntu Linux
de: Eine Darstellung eines Ubuntu Linux Desktop
es: Un vistazo en el escritorio de Ubuntu
fr: Un bureau sous Ubuntu
it: uno sguardo a Ubuntu Linux
ml: ഉബുണ്ടു ലിനക്സ് പണിയിടത്തിന്റെ ഒരു ചിത്രം
nl: Zo ziet het bureaublad van Ubuntu Linux er uit.
ru: рабочий стол Ubuntu Linux
