Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: Note: these links are not commercial.
ar: ملاحظة: هذه الروابط غير تجارية.
ca: Nota: aquests enllaços no són comercials.
es: Nota: No estamos afiliados con los sitios web mencionados anteriormente.
fr: Nota: ces liens ne sont pas commerciaux.
it: Nota: questi link non sono pubblicità.
ml: കുറിപ്പ്: ഈ കണ്ണികള്‍ ഞങ്ങള്‍ക്ക് വാണിജ്യദായകമല്ല.
nl: Noot: deze links zijn niet commercieel.
ru: Примечание: эти ссылки не являются коммерческими.

source: Discover more
ar: اكتشف المزيد
ca: Quelcom més
de: Mehr Informationen
es: Discubre más
fr: Découvrez-en plus
it: Scopri altre informazioni
ml: കൂടുതല്‍ കണ്ട്‌പിടിക്കൂ
nl: Meer ontdekken
ru: Узнать больше

source: Home
ar: الرئيسية
ca: Inici
de: Startseite
es: Inicio
fr: Accueil
it: Pagina principale
ml: പൂമുഖം
ru: Домой

source: More
ar: المزيد
ca: Més
es: Más detalles
fr: En lire plus
it: Approfondisci
ml: ഇനിയുമേറെ
nl: Meer
ru: Больше

source: Linux FAQ - common questions about GNU/Linux
ar: أسئلة شائعة حول جنو/لينكس
ca: PMF Linux - Preguntes més freqüents sobre GNU/Linux
de: Linux FAQ - häufig gestellte Fragen zu GNU/Linux
es: Preguntas frecuentes acerca de Linux
fr: Questions fréquentes à propos de Linux (FAQ)
it: Linux FAQ - domande frequenti su GNU/Linux
ml: ഗ്നു/ലിനക്സ് FAQ - ഗ്നു/ലിനക്സിനെ കുറിച്ചുള്ള ചില പൊതു സംശയങ്ങള്‍
nl: Linux FAQ - veel gestelde vragen over GNU/Linux
ru: Linux FAQ - часто задаваемые вопросы о GNU/Linux

source: How to Misunderstand Free Software
ar: كيف يساء فهم البرمجيات الحرة
ca: Mites del Programari Lliure
de: Warum "freie Software" häufig falsch verstanden wird
es: Cómo malinterpretar el software libre
fr: Comment mal comprendre le logiciel libre
it: Come fraintendere il software libero
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകളെ എങ്ങനെയൊക്കെ തെറ്റിധരിക്കാം
nl: Hoe vrije software verkeerd begrijpen
ru: Как Неправильно понять Свободное ПО

source: What Linux looks like
ar: ما يبدو عليه لينكس
ca: Quina aparença té Linux?
de: Wie Linux eigentlich aussieht
es: Cómo luce Linux
fr: À quoi ressemble Linux
it: Come si presenta Linux
ml: ഗ്നു/ലിനക്സ് കണ്ടാല്‍ എങ്ങനെ ഇരിക്കും
nl: Hoe ziet Linux er uit
ru: Как выглядит Linux

source: Why not Windows
ar: لمَ ليس ويندوز ؟
ca: Per què no Windows?
de: Warum kein Windows
es: Por qué Windows no
fr: Pourquoi pas Windows
it: Perché abbandonare Windows
ml: എന്ത് കൊണ്ട് വിന്‍ഡോസ് വേണ്ട
nl: Waarom geen Windows
ru: Почему не Windows

source: Restrictions
ar: القيود
ca: Restriccions
de: Einschränkungen
es: Restricciones
fr: Beaucoup de restrictions
it: Restrizioni
ml: നിയന്ത്രണങ്ങള്‍
nl: Beperkingen
ru: Ограничения

source: Restrictions - further details
ar: القيود - مزيد من التفاصيل
ca: Més detalls sobre les restriccions
de: Einschränkungen - weitere Einzelheiten
es: Más detalles acerca de las restricciones
fr: Restrictions: plus de détails
it: Restrizioni - nel dettaglio
ml: നിയന്ത്രണങ്ങള്‍ - കൂടുതല്‍ വിവരങ്ങള്‍
nl: Beperkingen - in detail
ru: Ограничения - дальнейшие подробности

source: Stand for a free society
ar: ناضل لأجل مجتمع حرّ
ca: Treballeu per a una societat lliure
de: Für eine freie Gesellschaft eintreten
es: La importancia de una sociedad libre
fr: Garder une société libre
it: Agisci per una società libera
ml: സ്വതന്ത്ര സമൂഹത്തിന് വേണ്ടി നിലകൊള്ളുന്നു
ru: Встань за свободное общество

source: What about choice?
ar: ماذا عن الاختيار ؟
ca: Que me'n dius de l'elecció?
es: Sin alternativa
fr: Pas de réel choix
it: Che ne è della scelta?
ml: എന്താണ് നിങ്ങളുടെ തീരുമാനം?
nl: Vrije keuze?
ru: Как насчет выбора?

source: No source code
ar: لا شفرة مصدرية
ca: Sense codi font
de: Kein Quellcode
es: Sin código fuente
fr: Et le code source ?
it: Niente codice sorgente
ml: സോഴ്സ് കോഡ് ലഭ്യമല്ല
nl: Geen broncode
ru: Отсутствие исходного кода

source: Switch to Linux
ar: تحول إلى لينكس
ca: Canvieu a Linux
de: Wechsel zu Linux
es: Migrar a Linux
fr: Migrer sous Linux
it: Passa a Linux
ml: ഗ്നു/ലിനക്സിലേക്ക് മാറൂ
nl: Zet de stap naar Linux
ru: Перейти на Linux

source: Choose a distribution
ar: اختر توزيعة
de: Distribution auswählen
es: Escoge una distribución
fr: Choisir une distribution
it: Scegli una distribuzione
ml: ഒരു ഡിസ്ട്രിബ്യൂഷന്‍ തിരഞ്ഞെടുക്കൂ
nl: Kies een distributie
ru: Выбор дистрибутива

source: From Windows to Linux
ar: من ويندوز إلى لينكس
ca: De Windows a Linux
es: Desde Windows a Linux
fr: De Windows à Linux
it: Da Windows a Linux
ml: വിന്‍ഡോസില്‍ നിന്നും ഗ്നു/ലിനക്സിലേക്ക്
nl: Van Windows naar Linux
ru: С Windows на Linux

source: Try or install
ar: جرّب أو ثبّت
ca: Proveu o instal·leu
de: Ausprobieren und Installieren
es: Prueba o instala
fr: Essayer ou installer
it: Prova o installa
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയോ ഉപയോഗീക്കുവാന്‍ ശ്രമിക്കുകയോ ചെയ്യൂ
nl: Probeer en installeer
ru: Попробуйте или установите

source: Get GNU/Linux! A simple, clear website about Linux. | What is Linux? | Why not Windows? | Tips to make the switch
ar: احصل على جنو/لينكس ! موقع بسيط و واضح حول لينكس . | ما هو لينكس ؟ | لمَ ليس ويندوز ؟ | نصائح للقيام بالتحويل
ca: Canvieu a GNU/Linux! Una senzilla i clara web sobre Linux. | Què és Linux? | Per què no Windows?| Consells per fer el canvi.
es: ¡Obtenga Linux! Un sitio web claro y sencillo acerca de Linux. ¿Qué es Linux? ¿Por qué no Windows? Sugerencias para migrar.
fr: Passez à GNU/Linux ! Un site web clair et simple sur Linux. | Ce qu'est Linux | Pourquoi éviter Windows | Aide et conseils pour migrer
it: Prova GNU/Linux! Un sito chiaro e semplice su Linux. | Cos'è Linux? | Perché non Windows? | Suggerimenti per fare il salto
ml: ഗ്നു/ലിനക്സ് സ്വന്തമാക്കൂ! ഗ്നു/ലിനക്സിനെ കുറിച്ചുള്ള വളരെ ലളിതവും വ്യക്തവുമായ ഒരു വെബ്ബ്‌സൈറ്റ്. | എന്താണ് ഗ്നു/ലിനക്സ്? | എന്ത് കൊണ്ട് വിന്‍ഡോസ് വേണ്ട? | മാറുമ്പോള്‍ വേണ്ട ചില നുറുങ്ങുകള്‍
nl: Get GNU/Linux! Een eenvoudige en duidelijke website over Linux. | Wat is Linux? | Waarom geen Windows? | Tips om over te schakelen
ru: Перейди на GNU/Linux! Простой, чистый сайт о Linux. | Что такое Linux? | Почему не Windows? | Советы для перехода

source: Read and discover more about Linux.
ar: اقرأ و اكتشف المزيد حول لينكس .
ca: Llegiu i descobriu més sobre Linux.
de: Mehr über Linux erfahren.
es: Lee y discubre más acerca de Linux.
fr: En lire plus au sujet du système d'exploitation libre.
it: Leggi e scopri altre cose su Linux.
ml: ഗ്നു/ലിനക്സിനെ കുറിച്ച് കൂടുതല്‍ പഠിക്കുകയും മനസ്സിലാക്കുകയും ചെയ്യൂ.
nl: Lees en ontdek meer over Linux.
ru: Прочитайте и откройте для себя больше про Linux.

source: What is Linux? A clear explanation.
ar: ما هو لينكس ؟ شرح واضح .
ca: Què és Linux? Una explicació clara.
de: Was ist Linux? Einfach erklärt.
es: ¿Qué es Linux? Una explicación sencilla.
fr: Qu'est-ce que Linux ? Une explication claire.
it: Cos'è Linux? Una spiegazione chiara.
ml: എന്താണ് ഗ്നു/ലിനക്സ്? ഒരു വ്യക്തമായ ഉത്തരം.
nl: Wat is Linux? Een duidelijk antwoord.
ru: Что такое Linux? Понятное объяснение.

source: Frequently Asked Questions about GNU/Linux.
ar: الأسئلة المتكررة حول جنو/لينكس .
ca: Preguntes Més Freqüents sobre GNU/Linux
de: Häufig gestellte Fragen zu GNU/Linux.
es: Preguntas frecuentes acerca de GNU/Linux.
fr: Questions fréquentes à propos de Linux (FAQ).
it: Domande frequenti su GNU/Linux.
ml: ഗ്നു/ലിനക്സിനെ കുറിച്ച് സാധാരണ ചോദിക്കുന്ന ചോദ്യങ്ങള്‍.
nl: Veel gestelde vragen over GNU/Linux.
ru: Часто Задаваемые Вопросы про GNU/Linux.

source: An unconventional way to (re)discover free software.
ar: طريقة غير تقليدية لاكتشاف ( أو إعادة اكتشاف ) البرامج الحرة .
ca: Una manera original de (re)descobrir el programari lliure
es: Una forma poco común de descubrir el software libre.
fr: Une façon de (re)découvrir le logiciel libre.
it: Un modo non convenzionale di (ri)scoprire il software libero.
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകളെ പരിചയപ്പെടുവാന്‍ ഒരു പാരമ്പര്യേതര മാര്‍ഗ്ഗം.
nl: Een onconventionele manier om vrije software (opnieuw) te ontdekken.
ru: Нетрадиционный способ открыть для себя свободное программное обеспечение.

source: A brief look at Linux in everyday use.
ar: نظرة موجزة للينكس أثناء الاستخدام اليومي .
ca: Una breu mirada a Linux en l'ús diari.
es: Un breve vistazo sobre Linux en su uso casual.
fr: Un aperçu de Linux en utilisation courante.
it: Un breve sguardo a Linux nell'uso quotidiano.
ml: ഗ്നു/ലിനക്സിന്റെ ദൈനംദിന ഉപയോഗങ്ങളിലേക്ക് ഒരു എത്തിനോട്ടം.
ru: Беглый взгляд на Linux в ежедневном пользовании.

source: Four good reasons to avoid proprietary software.
ar: أربعة أسباب جيدة لتجنب البرامج المملوكة .
ca: Quatre bones raons per evitar el programari privatiu.
de: Vier gute Gründe gegen proprietäre Software.
es: Cuatro razones para evitar el software privativo.
fr: Quatre bonnes raisons d'éviter le logiciel propriétaire.
it: Quattro buone ragioni per evitare il software proprietario.
ml: കുത്തക സോഫ്റ്റ്‌വെയറുകള്‍ ഒഴിവാക്കുവാന്‍ നാല് നല്ല കാരണങ്ങള്‍.
nl: Vier goede redenen om proprietaire software te vermijden.
ru: Четыре хороших причины отказаться от коммерческого ПО.

source: Restrictions in a proprietary software license.
ar: القيود في رخص البرامج المملوكة .
ca: Restriccions de les llicències de programari privatiu.
de: Einschränkungen durch proprietäre Softwarelizenzen.
es: Restricciones en una licencia de software privativo.
fr: Les restrictions d'une licence propriétaire.
it: Restrizioni di una licenza proprietaria.
ml: കുത്തക സോഫ്റ്റ്‌വെയറുകളിലെ നിയന്ത്രണങ്ങള്‍.
nl: Beperkingen in niet-vrije softwarelicenties.
ru: Ограничения лицензии коммерческого программного обеспечения.

source: Restrictions in a proprietary software license - more details.
ar: القيود في رخص البرامج المملوكة - مزيد من التفاصيل .
ca: Restriccions de les llicències de programari privatiu - més detalls.
de: Einschränkungen durch proprietäre Softwarelizenzen - mehr Einzelheiten.
es: Más detalles acerca de las restricciones en las licencias de software privativo.
fr: Plus de détails sur les restrictions d'une licence propriétaire.
it: Restrizioni nelle licenze proprietarie - nel dettaglio.
ml: കുത്തക സോഫ്റ്റ്‌വെയറുകളിലെ നിയന്ത്രണങ്ങള്‍ - കൂടുതല്‍ വിവരങ്ങള്‍.
nl: Beperkingen in niet-vrije softwarelicenties - meer details.
ru: Ограничения лицензии коммерческого программного обеспечения -- детально.

source: How software affects freedom in society.
ar: كيف تؤثر البرمجيات على الحرية في المجتمع.
ca: Com el programari afecta la llibertat en la societat.
es: Cómo el software afecta la libertad en la sociedad.
fr: La liberté dans une société dépend aussi du logiciel.
it: Come il software influisce sulla libertà della società.
ml: സോഫ്റ്റ്‌വെയര്‍ എങ്ങനെ സമൂഹത്തിന്റെ സ്വാതന്ത്ര്യത്തെ ബാധിക്കുന്നു.
nl: Het effect van software op vrijheid in de samenleving.
ru: Как свобода программного обеспечения влияет на свободу общества.

source: How Microsoft lock customers in.
ar: كيف تقيد ميكروسوفت عملائها.
ca: Com Microsoft lliga els seus clients.
de: Wie Microsoft Kunden an sich bindet.
es: Cómo Microsoft le quita la libertad a sus clientes.
fr: Comment Microsoft restreint le choix de ses clients.
it: Come Microsoft incatena i clienti.
ml: മൈക്രോസോഫ്റ്റ് അവരുടെ ഉപഭോക്താക്കളെ എങ്ങനെ തളച്ചിടുന്നു.
nl: Hoe Microsoft gebruikers opsluit.
ru: Как Microsoft привязывает к себе пользователей.

source: No source code means no trust and no security.
ar: عدم وجود شفرة مصدرية يعني عدم الثقة وعدم الأمان .
ca: Sense codi font no hi ha confiança ni seguretat.
es: La ausencia del código fuente implica la ausencia de confianza y seguridad.
fr: Sans code source, ni confiance ni sécurité.
it: Niente codice sorgente significa niente fiducia e nessuna sicurezza.
ml: സോഴ്സ് കോഡ് ലഭ്യമല്ല എന്നാല്‍ വിശ്വാസ്യതയും സുരക്ഷിതത്വവും ഇല്ല എന്നര്‍ത്ഥം.
nl: Geen broncode impliceert geen vertrouwen en geen veiligheid.
ru: Отсутствие исходного кода означает отсутствие доверия и безопасности.

source: Switch to Linux: Good tips and advice.
ar: انتقل إلى لينكس : نصائح وإرشادات جيدة.
ca: Canvieu a Linux: Bones propostes i consells.
de: Wechsel zu Linux: Tipps und Tricks.
es: Cámbiate a Linux: Algunos buenos consejos.
fr: Passer à GNU/Linux: Infos et conseils sélectionnés.
it: Passa a Linux: Buoni suggerimenti e consigli.
ml: ഗ്നു/ലിനക്സിലേക്ക് മാറൂ: ചില നുറുങ്ങുകളും ഉപദേശങ്ങളും.
nl: Stap over naar Linux: Bruikbare tips en advies.
ru: Переход на Linux: Полезные замечания и советы.

source: Recommended Linux distributions for everyday users.
ar: توزيعات لينكس الموصى بها لمستخدمي الاستعمال اليومي .
ca: Distribucions de Linux recomanades per a l'ús diari.
es: Distribuciones de Linux recomendadas para usuarios no informáticos.
fr: Distributions Linux recommandées pour les nouveaux-venus.
it: Distribuzioni Linux suggerite per l'uso di tutti i giorni.
ml: ദൈനംദിന ഉപയോക്താക്കള്‍ക്ക് നിര്‍ദ്ദേശിക്കപ്പെട്ടിട്ടുള്ള ഗ്നു/ലിനക്സ് ഡിസ്ട്രിബ്യൂഷനുകള്‍.
nl: Aanbevolen Linuxdistributies voor dagelijks gebruik.
ru: Рекомендуемые дистрибутивы Linux для ежедневных задач.

source: The advantages and disadvantages of Linux over Windows.
ar: الميزات و السلبيات بين لينكس و ويندوز .
ca: Els avantatges i desavantatges de Linux respecte de Windows.
de: Vor- und Nachteile von Linux im Vergleich mit Windows.
es: Las ventajas y desventajas de Linux sobre Windows.
fr: Comparaison de Linux et Windows.
it: Vantaggi e svantaggi di Linux rispetto a Windows.
ml: വിന്‍ഡോസിനെ അപേക്ഷിച്ച് ഗ്നു/ലിനക്സിനുള്ള മേന്മകളും കോട്ടങ്ങളും
nl: De voor- en nadelen van Linux vergeleken met Windows.
ru: Преимущества и недостатки Linux по сравнению с Windows.

source: Try or install Linux on your computer, very easily.
ar: جرّب أو ثبّت لينكس على حاسوبك بكل سهولة .
ca: Provar o instalar Linux al vostre ordinador és molt fàcil.
es: Prueba o instala Linux en tu computador, en una forma sencilla.
fr: Essayez et installez Linux sur votre ordinateur, facilement.
it: Prova o installa Linux sul tuo computer, è facile.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറില്‍ ഗ്നു/ലിനക്സ് ഓടിക്കുവാനും ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാനും ശ്രമിച്ച് നോക്കൂ, വളരെ എളുപ്പത്തില്‍.
nl: Probeer of installeer op je computer; het is niet moeilijk.
ru: Попробуйте Linux или установите его на свой компьютер, это очень просто.

source: get GNU/Linux!
ar: احصل على جنو/لينكس!
ca: Canvieu a GNU/Linux!
es: ¡Cámbiate a GNU/Linux!
fr: Passez à GNU/Linux !
it: ottieni GNU/Linux!
ml: ഗ്നു/ലിനക്സ് സ്വന്തമാക്കൂ!
nl: Zet de stap naar GNU/Linux!
ru: перейди на GNU/Linux!

source: read our full article
ar: اقرأ مقالتنا كاملة
ca: Llegiu el nostre article complet.
de: ganzen Artikel lesen
es: lee nuestro artículo completo
fr: Lisez notre article :
it: Leggi l'articolo completo
ml: മുഴുവന്‍ ലേഖനവും വായിക്കൂ
nl: lees het volledige artikel
ru: прочитать полную статью

source: back up:
ar: عودة للأعلى:
ca: torna a dalt:
es: arriba:
fr: retour :
it: articolo principale:
ml: ബാക്ക് അപ്:
nl: bovenliggend:

source: top
ar: الأعلى
ca: dalt
de: Seitenanfang
es: subir
fr: haut
it: su
ml: മുകളിലേക്ക്
ru: в начало

source: back to top of page
ar: عد إلى أعلى الصفحة
ca: Torna al cap damunt de la pàgina
de: zurück zum Seitenanfang
es: regresar a la parte superior de la página
fr: retour en haut de la page
it: torna in cima alla pagina
ml: മുകളിലേക്ക് തിരികെ പോകൂ
nl: terug naar de top van de pagina
ru: назад на начало страницы

source: Windows and Office work fine &mdash; Why worry about it?
ar: ويندوز وأوفيس يعملان جيدا&mdash;، لم سأقلق بشأنهما؟
ca: Windows i Office funcionen bé. Per què preocupar-me'n?
es: Windows y Office funcionan bien, entonces, ¿cómo pueden ser tan malos?
it: Windows e Office funzionano &mdash; perché preoccuparsi?
ml: വിന്‍ഡോസും ഓഫീസും നന്നായി ഓടുന്നുണ്ടല്ലോ &mdash; അതിനെന്താണ് പ്രശ്നം?
nl: Windows en Office doen wat ik wil &mdash; Waarom zou ik me daar zorgen over maken?
ru: Windows и Office работают великолепно &mdash; Зачем мне волноваться?

source: A legal copy of Windows is expensive, but what do you get? Windows and Office are licensed, not sold.
ar: نسخة قانونية من ويندوز مكلّفة، لكن ما الذي تحصل عليه؟ ويندوز وأوفيس لا يباعان، إنما يتم ترخيصهما.
ca: Una còpia legal de Windows és cara, però què us donen? Windows i Office tenen llicència d'ús, no es venen.
es: Una copia legal de Windows es costosa, pero, ¿qué obtienes realmente? Ni Windows ni office son vendidos, sino que lo que se vende es una licencia para usarlos.
fr: Une copie légale de Windows coûte cher, mais qu'obtenez-vous vraiment ? Windows et Office sont <em>sous licence</em>, et non vendus.
it: Una copia autentica di Windows costa molto, ma cosa ottieni? Windows e Office sono "concessi in licenza", non venduti.
ml: വിന്‍ഡോസിന്റെ നിയമപ്രകാരമുള്ള പകര്‍പ്പ് വളരെ വില പിടിച്ചതാണ്, പക്ഷെ നിങ്ങള്‍ക്ക് അതില്‍ നിന്നും എന്ത് ലഭിക്കുന്നു? വിന്‍ഡോസും ഓഫീസും ഉപയോഗിക്കുവാനുള്ള അനുമതി മാത്രമേ നല്‍കുന്നുള്ളു, അതൊരിക്കലും നിങ്ങളുടെ സ്വന്തമാകുന്നില്ല.
nl: Een legale versie van Windows kost veel geld, maar wat krijg je daarvoor? Je krijgt het recht om de software te gebruiken, maar de software zelf is niet te koop.
ru: Легальная копия Windows стоит дорого, но что же Вы получаете? Windows и Office лицензируются, а не продаются.

source: By using these products, we have to agree to <strong>a number of harsh restrictions</strong>. For most Windows licenses, you can't keep the software when you change the hardware. You sometimes can't even give your software away. Who can run the software? On which computer? What can you do with it? The list of restrictions is long and some items are outrageous.
ar: باستخدام هذه المنتجات، علينا أن نوافق على <strong>عدد من القيود القاسية</strong>. مع معظم تراخيص ويندوز، لا يمكنك الاحتفاظ بالبرامج عند تغيير العتاد. بل أحيانا لا يمكنك حتى أن تمنح برامجك. من يمكنه تشغيل البرامج؟ على أي جهاز؟ ما يمكنك فعله بها؟ قائمة القيود طويلة وبعض البنود شنيعة.
ca: Per utilitzar aquests productes, hem d'acceptar <strong>diverses restriccions</strong>. En la majoria de llicències de Windows, no podeu aprofitar el programari quan canvieu d'ordinador. Fins i tot, us podeu trobar que no podeu agafar el vostre programari i anar a donar un tomb. Qui pot fer funcionar el programari? En quin ordinador? Què podeu fer amb ell? La llista de restriccions és llarga i alguns punts són indignants.
de: Wenn wir diese Software benutzen, müssen wir einigen <strong>strikten Einschränkungen</strong>. zustimmen. Bei den meisten Windows-Lizenzen darf man die Software nicht weiterbenutzen, wenn man die Hardware verändert. Manchmal darf man die Software nicht einmal weggeben. Wer die Software ausführen..., auf welchem Computer..., und was genau damit getan werden darf... Die Liste der Einschränkungen ist lang und manche Bestimmungen sind schockierend.
es: Para usar estos productos, tenemos que aceptar <strong>varias restricciones muy fuertes</strong>. En la mayoría de las licencias de Windows, no puedes conservar el software cuando cambias de computador. A veces ni siquiera puedes regalar el software. Microsoft te impone quién puede usar el software, en qué computador y para qué propósitos; la lista de restricciones es larga y en ocasiones aberrante.
fr: En utilisant ces produits, vous validez <strong>toute une série de restrictions sévères</strong>. Dans la plupart des cas, vous ne pouvez pas garder votre version de Windows lorsque vous changez d'ordinateur. Vous ne pouvez même pas toujours faire don de votre logiciel ! Qui peut se servir du programme ? Sur quel ordinateur ? Que peut-on faire avec ? La liste de restrictions est longue, et certaines sont franchement choquantes.
it: Usando questi prodotti, hai accettato <strong>un gran numero di restrizioni</strong>. Nella maggior parte delle licenze Windows, non puoi mantenere il software quando cambi hardware. Non puoi nemmeno dare il software a qualcun'altro. Chi può usare il software? Su quale computer? Cosa può farci? La lista delle limitazioni è piuttosto lunga e alcune sono davvero assurde.
ml: ഇത്തരം ഉല്പന്നങ്ങള്‍ ഉപയോഗിക്കുമ്പോള്‍ നമ്മള്‍ <strong>പല തരത്തിലുള്ള കര്‍ശന നിയന്ത്രണങ്ങള്‍</strong> പാലിക്കണമെന്ന് സമ്മതിക്കേണ്ടി വരുന്നു. ഹാര്‍ഡ്‌വെയര്‍ മാറ്റുമ്പോള്‍, ഉപയോഗിച്ചിരുന്ന സോഫ്റ്റ്‌വെയറുകള്‍ക്ക് ഉപയോഗാനുമതി നിഷേധിക്കുന്ന തരത്തിലാണ് മിക്കവാറുമുള്ള വിന്‍ഡോസ് ലൈസന്‍സുകളും.. നിങ്ങള്‍ കാശ് കൊടുത്ത് വാങ്ങിച്ച സോഫ്‌റ്റ്‌വെയര്‍ മറ്റൊരാള്‍ക്ക് കൊടുക്കുവാന്‍ കൂടി കഴിയില്ല. ആര്‍ക്ക് ഈ സോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കുവാന്‍ കഴിയും? ഏത് കമ്പ്യൂട്ടറില്‍? നിങ്ങള്‍ക്ക് അത് കൊണ്ട് എന്തൊക്കെ ചെയ്യുവാന്‍ കഴിയും? നിയന്ത്രണങ്ങളുടെ ഈ പട്ടിക വളരെ നീണ്ടതുമാണ്, ചിലപ്പോഴൊക്കെ ക്രൂരവുമാണ്.
nl: Om deze producten te gebruiken, moet je akkoord gaan met <strong>heel wat strenge restricties</strong>. Heel wat Windowslicenties laten niet toe dat je je software verder gebruikt op nieuwe hardware die je koopt. Vaak kan je de software ook niet verder geven aan iemand anders. Wie mag de software gebruiken? Op welke computer? Wat mag je ermee doen? De lijst beperkingen is lang, en sommige voorwaarden zijn ronduit belachelijk.
ru: Используя эти продукты, Вы должны согласиться с <strong>несколькими жесткими ограничениями</strong>. Для большинства лицензий на Windows, Вы не можете сохранить программное обеспечение при смене аппаратного. В некоторых случаях, Вы даже не имеете права отдать свое ПО другому человеку. Кто может эксплуатировать программу? На каком компьютере? Что Вы можете с ней делать? Список ограничений длинный, и отдельные его пункты просто возмутительны.

source: Software should come without locks in it.
ar: يجب أن تأتي البرمجيات بدون قيود عليها.
ca: El programari hauria de venir sense panys pel mig.
de: Software sollte keine Schranken beinhalten.
es: El software debería venir sin mecanismos para atar a los usuarios a los productos de una compañía.
fr: Un logiciel doit vous ouvrir des possibilités, pas vous enfermer dans le catalogue d'un vendeur.
it: Il software non dovrebbe contenere lucchetti.
ml: സോഫ്റ്റ്‌വെയറുകള്‍ ഇത്തരം കൂച്ചുവിലങ്ങുകള്‍ ഇല്ലാതെ വേണം വരേണ്ടത്.
nl: Software zou zonder 'locks' moeten zijn.
ru: Программное обеспечение не должно содержать замков внутри.
