Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: Also, forget expensive and restrictive anti-virus, anti-spyware, anti-anything and anti-everything. There are <em>no spyware and no viruses</em> under Linux. Regular, easy software updates will keep regular users entirely safe.
ar: انس أيضا عناء وقيود برامج مكافحة الفيروسات، مكافحة ملفات التجسس، ومكافحة أي شيء وكل شيء. لا وجود <em>لملفات التجسس والفيروسات</em> في لينكس. التحديثات المنتظمة والسهلة للبرمجيات تجعل المستخدمين العاديين في أمان تام.
ca: A més, oblideu les llicències cares i restrictives, dels vostres antivirus, antispyware, antires i antitot. <em>No existeix programari espia ni virus</em> amb Linux. Les actualitzacions de programari periòdiques us mantindran segur el sistema.
de: Vergessen Sie teure und hinderliche Anti-Viren-, Anti-Spyware- und Anti-was-sonst-noch-Programme. Unter Linux gibt es <em>keine Spyware und keine Viren</em>. Regelmäßige, leicht zu installierende Updates machen Ihren Computer rundum sicher.
es: Además, olvídate de los costosos y restrictivos anti-virus, anti-spyware, anti-nada y anti-todo. <em>No hay software malicioso</em> bajo Linux. Con las sencillas y regulares actualizaciones de Linux, los usuarios están completamente a salvo.
fr: Vous pouvez également oublier les logiciels anti-virus, anti-tout et anti-n'importe quoi, coûteux et restrictifs. Il n'y a <em>ni logiciels espions ni virus</em> sous Linux. Des mises à jours faciles et régulières vous garderont en sécurité.
it: Puoi anche dimenticare i costosi e restrittivi programmi anti-virus, anti-spyware, anti-questo e anti-quello. <em>Niente spyware e niente virus</em> su Linux. Aggiornamenti semplici e regolari mantengono gli utenti al sicuro.
ru: Вы также можете забыть о дорогих и неудобных антивирусах, анти-шпионах, анти-то и анти-это. В ОС Linux <em>нет шпионских программ и нет вирусов</em>. А регулярные и простые обновления программ поддерживают пользователей в совершенной безопасности.

source: How installation works
ar: كيف يعمل التثبيت
ca: Com funciona la instal·lació
de: Wie man installiert
es: Cómo es la instalación
fr: Comment l'installation fonctionne
it: Come funziona l'installazione
nl: Verloop van de installatie
ru: Как происходит установка

source: Try out: the live CD
ar: جرب: الاسطوانة الحيّة
ca: Proveu: el CD autònom (liveCD)
de: Ausprobieren: die "Live CD"
es: Pruébalo: El CD autónomo
fr: Essayer : le live CD
it: Prova su strada: il live CD
nl: Probeer het uit: de live-CD
ru: Попробуйте: живой CD

source: Using a live CD means that Linux will be running on your computer <em>without installing anything</em>. It's a risk-less way to try and see by yourself what Linux is.
ar: استخدام الاسطوانة الحيّة يعني أن لينكس سيعمل على جهازك <em>بدون تثبيت أي شئ</em>. بهذا يمكنك أن ترى بنفسك ما هو لينكس بدون أي مخاطرة.
ca: Utilitzar un CD autònom significa que Linux s'executa a l'ordinador <em>sense instal·lar-hi absolutament res</em>. És una forma inofensiva de provar i veure per un mateix què és el Linux.
de: Mit einer "Live CD" können Sie Linux auf ihrem Computer <em>ohne Installation</em> laufen lassen. So können Sie Linux ohne Risiko ausprobieren und sich selbst ein Urteil bilden.
es: Usar un CD autónomo significa que Linux se ejecuta en tu computador <em>sin instalar absolutamente nada</em>. Es una forma inofensiva de probar y ver tú mismo qué es Linux.
fr: Utiliser un live CD signifie que Linux fonctionnera sur votre ordinateur <em>sans rien installer<em>. C'est une façon sûre de vous rendre compte par vous-même de ce qu'est Linux.
it: Usare un live D significa far partire Linux sul tuo computer <em>senza installarlo</em>. Una procedura che ti permette di provare Linux senza alcun rischio.
nl: Door een live-CD te gebruiken, kan je Linux gebruiken <em>zonder iets te moeten installeren</em>. Op die manier kan je zonder risico proberen, en zelf zien wat Linux is.
ru: Использование живого CD означает, что Linux будет работать на Вашем компьютере, <em>ничего не устанавливая</em>. Это безопасный способ попробовать и определить для себя, что же такое Linux.

source: When running on a live CD, your computer uses solely the CD-ROM to work &ndash; it is a little slow, but reliable. You can launch all of the default programs, edit documents, and browse the web.
ar: عند استخدام الاسطوانة الحيّة، يستعمل جهازك مشغّل الاسطوانات فقط ليعمل &ndash;هذا بطئ قليلا- لكن قابل للاستخدام. يمكنك تشغيل كل البرامج الافتراضية، تحرير المستندات وتصفح الويب.
ca: Quan treballeu sobre un CD autònom, l'ordinador utilitza solament el CD-ROM per treballar -no deixa rastre, ni tant sols toca el disc dur. El sistema treballa bastant bé, podem executar totes les aplicacions per defecte i inclús navegar per Internet.
es: Cuando trabajas sobre un CD autónomo, el computador usa solamente el CD-ROM para trabajar (es un poco lento pero seguro). Puedes usar todos los programas que vienen en el CD, editar documentos y navegar por la Web.
fr: En fonctionnant avec un live CD, votre ordinateur n'utilise que le lecteur CD-ROM pour travailler &ndash; il est un peu lent mais fiable. Vous pouvez lancer tous les programmes pré-installés, éditer des documents et surfer sur le web.
it: Quando usi un live CD, il tuo computer usa soltanto il lettore CD per lavorare &dash; è un po' più lento, ma funziona. Puoi provare tutti i programmi, modificare documenti e navigare sul web.
nl: Als je een live-CD gebruikt, heeft de computer enkel de CD-ROM nodig &ndash; hierdoor gaat het allemaal wat trager, maar het is betrouwbaar. Je kan alle standaardprogramma's gebruiken, documenten bewerken, en surfen op het web.
ru: Когда работает живой CD, Ваш компьютер использует для работы только CD-ROM &ndash; это немного медленно, но надежно. Вы можете запускать любые встроенные программы, редактировать документы и пользоваться Интернетом.

source: Using a live CD requires <strong>no advanced knowledge in computing</strong>. If you feel confident simply using Windows from time to time, then this is within your reach.
ar: استعمال اسطوانة حيّة <strong>لا يحتاج معرفة متقدمة بالحواسب</strong>. إن كنت تشعر بالثقة ببساطة استخدام ويندوز من حين لآخر، فهذا في متناول يدك.
ca: Per utilitzar un CD autònom <strong>no calen grans coneixements informàtics</strong>. Si us sentiu segurs utilitzant Windows de tant en tant, podreu utilitzar el CD autònom sense problemes.
de: "Live CDs" kann man <strong>ohne höhere Computerkenntnisse</strong> verwenden. Wenn Sie sich bereits mit Windows vertraut gemacht haben, werden Sie hierbei keine Probleme bekommen.
es: Para usar un CD autónomo <strong>no necesitas conocimientos avanzados de computación</strong>. Si eres capaz de usar Windows, serás capaz de usarlo.
fr: Utiliser un live CD ne demande <strong>aucune connaissance avancée de l'informatique.</strong> Si vous vous sentez à l'aise en utilisant simplement Windows de temps à autre, alors c'est à votre portée.
it: Usare un live CD <em>non richiede conoscienze specifiche</a> nell'uso del computer. Se usi Windows anche solo ogni tanto, puoi riuscirci senza problemi.
nl: Om een live-CD te gebruiken, moet je <strong>geen gespecialiseerde computergebruiker</strong> zijn. Als je het gewend bent om af en toe Windows te gebruiken, dan kan een live-CD geen probleem zijn.
ru: Пользование живым CD <strong>не требует особых знаний компьютера</strong>. Если Вы чувствуете себя уверенно, просто используя Windows время от времени, тогда это Вам по силам.

source: computer screen
ar: شاشة حاسوب
ca: pantalla de l'ordinador
de: Bildschirm
es: Pantalla de computador
fr: écran d'ordinateur
it: lo schermo del computer
nl: computerscherm
ru: экран компьютера

source: Installing as a dual boot
ar: التثبيت كإقلاع مزدوج
ca: Instal·lant amb arrencada dual
de: Installation eines Dual-Boot Systems
es: Instalarlo como un doble arranque
fr: Installation en double-démarrage
it: Installazione con doppia partenza
ml: ഡ്യുവല്‍ ബൂട്ട് ആയി ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നത്.
nl: Installeren als 'dual boot'.
ru: Установка с двойной загрузкой

source: It is possible to install GNU/Linux along with Windows. This means that upon start-up, you will be greeted with a screen allowing you to boot into the operating system you prefer.
ar: من الممكن تثبيت جنو/لينكس بجانب ويندوز. هذا يعني أن عند التشغيل، ستبادرك شاشة تسمح لك بتشغيل نظام التشغيل الذي تريده.
ca: És possible instal·lar GNU/Linux amb Windows. Això vol dir que cada cop que engegueu l'ordinador, una pantalla us preguntarà amb quin sistema operatiu voleu començar.
de: GNU/Linux kann parallel zu Windows auf Ihrem Computer installiert werden. Beim Starten Ihres Computers haben Sie dann die Wahl, welches Betriebssystem Sie benutzen möchten.
es: Es posible tener a GNU/Linux y a Windows en el mismo computador. Esto implica que al encender el equipo, encontrarás una pantalla que te pregunta cuál sistema deseas usar: Linux o Windows.
fr: Il est possible d'utiliser GNU/Linux en parallèle avec Windows. Vous choisissez alors au démarrage le système que vous voulez démarrer.
it: È possibile installare GNU/Linux insieme a Windows. Questo significa che all'accensione del computer appare una scelta che permette di far partire il proprio sistema operativo preferito.
ml: ഒരു കമ്പ്യൂട്ടറില്‍ ഗ്നു/ലിനക്സും വിന്‍ഡോസും ഒരുമിച്ച് ഉപയോഗിക്കുവാന്‍ സാധിക്കുന്നതാണ്, അതായത് കമ്പ്യൂട്ടര്‍ തുറക്കുമ്പോള്‍ ഏത് ഓപറേറ്റിങ്ങ് സിസ്റ്റത്തിലേക്ക് പോകണം എന്ന് ചോദിച്ച് കൊണ്ടൊരു സ്വാഗത സന്ദേശം വരും, അവിടെ നിന്നും നിങ്ങളുടെ ഇഷ്ടാനുസരണമുള്ള ഓപറേറ്റിങ്ങ് സിസ്റ്റത്തിലേക്ക് പോകുവാന്‍ കഴിയും.
nl: Je kan GNU/Linux naast Windows installeren. Bij het aanzetten van je computer kies je dan welk besturingssysteem je wil starten.
ru: GNU/Linux поддерживает установку параллельно с Windows. Это означает, что во время загрузки компьютера Вас поприветствует экран выбора, позволяющий загрузить ту операционную систему, которую Вы хотите.

source: Setting up a dual-boot can be helpful if you need time to abandon restrictive software. It is <a href="http://www.psychocats.net/ubuntu/installing" title="a tutorial on dual-booting Windows and Ubuntu">not difficult to set-up</a>, though erasing Windows altogether is even easier.
ar: التثبيت كخيار إقلاع إضافي يمكن أن يكون مفيدا إن كنت تحتاج وقتا لترك البرمجيات المقيدة. وإعداده <a href="http://www.psychocats.net/ubuntu/installing" title="a tutorial on dual-booting Windows and Ubuntu">ليس صعبا</a>، لكن إزالة ويندوز بالكامل مازالت أسهل.
ca: Instal·lar els dos sistemes pot ser útil si necessiteu un temps per a lliurar-vos del programari privatiu. <a href="http://www.psychocats.net/ubuntu/installing" title="un tutorial sobre la doble arrancada Windows i Ubuntu">No és difícil</a> aconseguir-ho, tot i que és encara més fàcil esborrar totalment el Windows.
es: El doble arranque puede ser de utilidad si necesitas tiempo para abandonar software privativo. <a href="http://www.guia-ubuntu.org/index.php?title=Particionar_el_disco_duro" title="Una guía para hacer que Windows y Linux funcionen en el mismo computador">No es difícil</a>, aunque dejar sólo a Linux es mucho más fácil.
fr: Utiliser un double démarrage peut être utile si vous avez besoin de temps pour abandonner le logiciel restrictif. Ce n'est <a href="http://doc.ubuntu-fr.org/installation">pas difficile à faire</a>, bien qu'effacer Windows entièrement soit encore plus simple.
it: Impostare una doppia partenza può essere utile ad effettuare un abbandono graduale dei software restrittivi. Non è complicato da fare, sebbene cancellare Windows sia anche più semplice.
nl: Je kan een 'dual boot' opzetten als je tijd nodig hebt om alternatieven te zoeken voor niet-vrije software. De <a href="http://www.ubuntu-nl.org/documentatie/installatie/dualboot_gutsy/" title="stap voor stap installatie dual boot windows-ubuntu">installatie is niet moeilijk</a>, hoewel het gemakkelijker is om Windows meteen te vervangen ;-)
ru: Двойная загрузка может быть полезна, если Вам нужно время для того, чтобы полностью отказаться от закрытого ПО. Это <a href="http://www.winline.ru/articles/2757.php" title="статья по установке двойной загрузки Windows и Ubuntu">совсем несложно</a>, хотя стирание Windows полностью даже проще.

source: Installing Linux on your computer will take you less than 30 minutes. It is not an obvious step for complete beginners, but if you use computers on a daily basis this is very likely within your reach. If you have already re-installed Windows on your computer, rest assured that installing Linux is no harder.
ar: تثبيت لينكس على جهازك سيستغرق أقل من ٣٠ دقيقة. هذه ليست خطوة واضحة للمبتدئين تماما، لكن إن كنت تستعمل الجهاز بصفة يومية فهذا في متناول يديك. إن قمت بإعادة تثبيت ويندوز على جهازك، فلتثق بأن تثبيت لينكس ليس أصعب.
ca: Instal·lar GNU/Linux al vostre ordinador us costarà menys de 30 minuts. No és un pas totalment clar per a principiants, però si s'utilitzeu ordinadors de forma quotidiana és molt possible que pugueu fer-ho. Si ja heu reinstal·lat Windows en alguna ocasió, estigueu segurs que instal·lar GNU/Linux no us serà gens complicat.
es: Sólo necesitarás 30 minutos para instalar Linux. No es algo obvio para los que se inician, pero si usas computadores regularmente es casi seguro de que podrás hacerlo sin problemas. Si ya has re-instalado Windows anteriormente, es seguro que instalar Linux no será más difícil.
fr: L'installation de Linux sur votre ordinateur prend moins de 30 minutes. Ce n'est pas une étape évidente pour les grands débutants, mais si vous utilisez des ordinateurs quotidiennement c'est très probablement dans vos cordes. Si vous avez déjà réinstallé Windows sur votre ordinateur, soyez assuré qu'installer Linux n'est pas plus difficile.
it: Installare Linux sul tuo computer prenderà meno di 30 minuti. Non è un procedimento del tutto ovvio per un principiante, ma chiunque usi quotidianamente il computer può riuscirci senza grandi sforzi. Se hai già reinstallato Windows, allora riuscirai sicuramente ad installare Linux.
nl: Linux installeren duurt meestal niet langer dan een half uur. Voor beginners is het niet helemaal vanzelfsprekend, maar als je dagelijks computers gebruikt, is het zeker haalbaar. Als je Windows al eens geherinstalleerd hebt, dan zal Linux installeren zeker gemakkelijker zijn.
ru: Установка Linux на Ваш компьютер займет менее 30 минут. Это может быть неочевидным шагом для совершенных новичков, но если Вы регулярно пользуетесь компьютером, она скорее всего Вам удастся. Если Вы уже переустанавливали на своем компьютере Windows, будьте спокойны, установка Linux не сложнее.

source: Off you go
ar: انطلق
ca: De vosaltres depèn
de: Los geht's
es: Para dar el paso adelante
fr: Allons-y
it: Si parte
nl: Ga ervoor!
ru: Начнем

source: Here are two distributions of GNU/Linux which we feel are best suited for newcomers. Download and burn a CD to get started!
ar: هاتان توزيعتان جنو/لينكس نشعر أنهم أنسب للمستخدمين الجدد.حمّل واصنع اسطوانة للبدء!
ca: Aquí teniu les dues millors distribucions GNU/Linux per a usuaris novells. Baixeu i graveu el CD per començar!
de: Diese zwei Distributionen von GNU/Linux sind bestens für Einsteiger geeignet. Einfach herunterladen, brennen und loslegen!
es: Aquí hay dos distribuciones que consideramos ideales para las personas que no han usado Linux anteriormente. ¡Descarga y quema un CD para comenzar!
fr: Voici deux distributions de GNU/Linux qui nous paraissent adaptées aux nouveaux-venus. Téléchargez et gravez un CD pour commencer !
it: Queste sono due distribuzioni GNU/Linux che a nostro parere sono più adatte ai nuovi arrivati. Scaricale, masterizzale su CD e sei pronto per iniziare!
ml: നവാഗതര്‍ക്ക് ക്ലേശരഹിതമായി ഉപയോഗിക്കാന്‍ കഴിയുന്ന രണ്ട് ഗ്ന്/ലിനക്സ് വിതരണങ്ങള്‍ ഇവിടെ ഞങ്ങള്‍ കൊടുത്തിട്ടുണ്ട്. അവ ഡൗണ്‍ലോഡ് ചെയ്ത് സിഡിയിലാക്കി തുടങ്ങിക്കോളൂ!
nl: Dit zijn twee GNU/Linuxdistributies die zeer geschikt zijn voor beginners. Download de CD-image, en brand hem op een CD.
ru: Здесь представлены два дистрибутива GNU/Linux, которые, по нашему мнению, наиболее приспособлены для новичков. Скачайте и запишите CD для того, чтобы начать!

source: Simple, easy, usable and our personal favourite. A tanned, smooth atmosphere that never gets in your way. All programs are kept in order and managed easily. Configuration is kept simple rather than exhaustive.
ar: بسيطة، سهلة، قابلة للاستخدام والمفضّلة لدينا. بيئة مريحة يسيرة لا تعيقك أبدا. كل البرامج منظمة ومُدارة بسهولة. الإعدادات بسيطة وغير مرهقة.
ca: Senzilla, fàcil, utilitzable. Una neta i suau atmosfera que mai s'interposa en el nostre camí. Tots els programes es mantenen en ordre i es gestionen fàcilment. La configuració es manté més simplement que complexa.
es: Sencilla, fácil, lista para usar: Nuestra favorita. Una limpia y suave atmósfera que nunca se interpone en su camino. Todos los programas son mantenidos en orden y fácilmente gestionados. La configuración se mantiene más simple que compleja.
fr: Simple, facile, ergonomique, c'est notre distribution préférée. Une atmosphère chaleureuse et agréable qui ne vous dérange jamais dans vos activités. Les programmes sont bien organisés et gérés facilement. La configuration est simple plutôt qu'exhaustive.
it: Semplice, facile, usabile; è la nostra preferita. Un'atmosfera tranquilla e lineare che non da mai fastidio. I programmi sono tenuti in ordine e gestiti con semplicità. La configurazione è semplice ed allo stesso tempo completa.
ru: Простой, легкий в использовании, и наш персональный фаворит. Загорелая, сглаженная атмосфера, которая никогда не отвлекает от работы. Все программы поддерживаются в порядке и легко поддаются настройке. Конфигурация стремится к простоте, а не к излишеству.

source: We recommend this friendly and complete distribution if you are looking for an easy way to try and step into GNU/Linux.
ar: نحن نوصي بهذه التوزيعة الكاملة وسهلة الاستخدام إن كنت تبحث عن طريقة سهلة للتجربة والدخول في جنو/لينكس.
ca: Recomanem aquesta amigable i completa distribució si voleu una via fàcil per provar i entrar a GNU/Linux.
es: Recomendamos esta distribución si buscas una forma fácil de iniciarte en GNU/Linux.
fr: Nous recommandons cette distribution simple et complète si vous recherchez une façon facile d'essayer et de découvrir GNU/Linux.
it: Se cerchi un modo semplice per entrare in GNU/Linux ti raccomandiamo questa distribuzione facile e completa.
nl: We raden deze gebruiksvriendelijke en volledige distributie aan, als je een gemakkelijke manier zoekt om met GNU/Linux te beginnen.
ru: Мы рекомендуем этот дружественный и законченный дистрибутив, если Вы ищете несложный путь, чтобы попробовать заглянуть в мир GNU/Linux.

source: http://www.ubuntu.com/download/
ca: ftp://ftp.caliu.cat/pub/distribucions/ubuntu-cat/
es: http://www.ubuntu-es.org/index.php?q=ubuntu/conseguir
fr: http://ubuntu-fr.org/telechargement
it: http://www.ubuntu-it.org/index.php?page=download
nl: http://www.ubuntu-nl.org/download/
ru: http://ubuntu.ru/get

source: Go download the Ubuntu CD
ar: حمّل اسطوانة أوبنتو
ca: Baixeu-vos el CD d'Ubuntu
de: Holen Sie sich die Ubuntu-CD
es: Descarga el CD de Ubuntu
fr: Aller télécharger le CD d'Ubuntu
it: Scarica il CD di Ubuntu
ml: ഉബുണ്ടു സിഡി ഡൗണ്‍ലോഡ് ചെയ്യൂ
nl: Download de Ubuntu-CD
ru: Скачать CD Ubuntu

source: The distribution by the long-time prominent GNU/Linux developer company Red Hat. The default layout is similar to Ubuntu (it is also possible to use KDE, the more advanced desktop environment in use in Kubuntu), but <a href="http://polishlinux.org/choose/comparison/?distro1=Ubuntu&amp;distro2=Fedora" title="What are the differences between Fedora and Ubuntu?">there are differences</a> in the chosen applications, install protocols and several technical elements.
ar: توزيعة شركة ريدهات البارزة في تطوير جنو/لينكس. التخطيط الافتراضي شبيه بأوبنتو (بالإمكان أيضا استعمال كدي، بيئة سطح المكتب الأكثر تقدّما المستخدمة في كوبنتو)، لكن هناك اختلافات في التطبيقات المختارة، طرق التثبيت، وعدة عناصر تقنية.
ca: La distribució de la coneguda empresa Red Hat de desenvolupament GNU/Linux. El seu disseny és semblant a Ubuntu (tot i que també es pot utilitzar KDE com en Kubuntu), però hi ha diferències en les aplicacions escollides, sistema d'instal·lació i alguns elements tècnics.
de: Dies ist die Distribution der altbekannten GNU/Linux Firma Red Hat. Die Oberfläche ist ähnlich wie die von Ubuntu (doch kann man auch den KDE Desktop benutzen), aber es gibt Unterschiede bei der Auswahl der Programme, den installierten Protokollen und anderen technischen Komponenten.
es: La distribución de la reconocida compañía Red Hat de desarrollo GNU/Linux. Su diseño es parecido a Ubuntu (aunque también se puede utilizar KDE, un entorno de escritorio más avanzado, que se usa en Kubuntu), pero hay algunas diferencias en las aplicaciones escogidas, sistema de instalación y algunos elementos técnicos.
fr: La distribution de l'entreprise Red Hat, impliquée de longue date dans le développement de GNU/Linux. L'organisation est semblable à celle de Ubuntu, mais le choix des applications, les protocoles d'installation et divers éléments techniques sont différents.
it: La distribuzione creata da Red Hat, azienda che sviluppa GNU/Linux da lungo tempo. L'immagine di partenza è simile a Ubuntu (c'è anche la possibilità di usare KDE, il desktop avanzato presente in Kubuntu) ma <a href="http://polishlinux.org/choose/comparison/?distro1=Ubuntu&amp;distro2=Fedora" title="Quali sono le differenze tra Fedora e Ubuntu?">ci sono differenze</a> nella scelta delle applicazioni, nei metodi di installazione e in alcune scelte tecniche.
ru: Дистрибутив, созданный известной, в течение долгого времени, компанией-разработчиком GNU/Linux &ndash; Red Hat. Внешний вид по умолчанию такой же, как и в Ubuntu (также есть возможность использовать KDE, более развитую графическую оболочку, которая используется в Kubuntu), но существуют различия в наборе приложений, порядке установки и некоторых технических особенностях.

source: We recommend this distribution if you wish to learn more about the workings of a GNU/Linux system, security configuration, or work on software development.
ar: ننصح بهذه التوزيعة إن كنت تريد تعلم المزيد عن طريقة عمل نظام جنو/لينكس، وإعدادات الأمان، أو العمل في تطوير البرمجيات.
ca: Recomanem aquesta distribució si esteu compromès amb l'ús del programari lliure, voleu aprendre més sobre el funcionament del sistema GNU/Linux, la seguretat o desenvolupar programes.
es: Recomendamos esta distribución si deseas aprender acerca del funcionamiento del sistema GNU/Linux y la su configuración de seguridad, desarrollar software o no dispones de conexión a internet.
fr: Nous vous recommandons cette distribution si vous souhaitez en apprendre plus sur le système GNU/Linux et la configuration de sécurité, ou travailler sur du développement de logiciel.
it: Se ti interessa studiare a fondo il funzionamento di un sistema GNU/Linux o lavorare allo sviluppo di un programma, ti raccomandiamo questa distrubuzione.
ru: Мы рекомендуем этот дистрибутив в том случае, если у Вас есть желание узнать больше о внутреннем устройстве системы GNU/Linux, настройках безопасности, или разрабатывать программное обеспечение.

source: http://fedoraproject.org/get-fedora
de: http://fedoraproject.org/de/get-fedora
es: http://fedoraproject.org/es/get-fedora
fr: http://fedoraproject.org/fr/get-fedora
ru: http://fedoraproject.org/ru/get-fedora

source: Go download the Fedora DVD or CD
ar: حمّل قرص فيدورا
ca: Baixeu-vos el DVD o CD de Fedora
de: Holen Sie sich die Fedora DVD oder CD
es: Descarga el CD o el DVD de Fedora
fr: Aller télécharger les CDs ou le DVD de Fedora
it: Scarica il CD o DVD di Fedora
ml: ഫെഡോറ ഡിവിഡിയോ സിഡിയോ ഡൗണ്‍ലോഡ് ചെയ്യൂ
nl: Download de Fedora-DVD of -CD.
ru: Скачать CD или DVD Fedora
