Repository: AntonAdsky/getgnulinux
Catalog: locale/getgnulinux/merge/*.po
Languages: ar, ca, de, es, fr, it, ml, nl, ru

source: Why are Office documents difficult to export? Why are the formats continually changing? Why can you not even uninstall some programs? It might be that if you look for choice, Microsoft products aren't for you.
ar: لماذا مستندات أوفيس صعبة التصدير؟ لماذا تتغير صيغ الملفات باستمرار؟ لماذا حتى لا يمكنك إزالة بعض البرامج؟ بل يبدو أنه إن كنت تبحث عن الاختيار، فإن منتجات ميكروسوفت ليست لك.
ca: Per què els formats de l'Office són tan difícils d'exportar? Per què els formats canvien constantment? Per què hi ha programes que no podeu desinstal·lar? Probablement, si cerqueu la llibertat d'elecció, els productes Microsoft no estan fets per a vosaltres.
de: Warum sind Office-Dokumente so schwierig zu exportieren? Warum ändern sich die Formate ständig? Warum kann man manche Programme nicht einmal deinstallieren? Vielleicht sind Microsoft-Produkte nicht das Wahre für Sie, wenn Sie eine freie Wahl haben wollen.
es: ¿Por qué los documentos de Office son tan difíciles de exportar? ¿Por qué sus formatos están constantemente cambiando? ¿Por qué ni siquiera puedes desinstalar algunos programas? Si buscas el control, los productos de Microsoft no son para ti.
fr: Pourquoi les documents Office sont-ils si difficiles à exporter ? Pourquoi les formats changent-ils continuellement ? Pourquoi ne pouvez-vous pas même désinstaller certains programmes ? Il se peut bien que si vous voulez avoir un réel choix, les produits Microsoft ne soient pas pour vous.
it: Perché i documenti di Office sono difficili da esportare? Perché i formati cambiano in continuazione? Perché non puoi disinstallare alcuni programi? Se stai cercando libertà di scelta, i prodotti Microsoft non fanno per te.
ml: എന്ത് കൊണ്ടാണ് ഓഫിസ് ഡൊക്യുമെന്റുകള്‍ എക്സ്പോര്‍ട്ട് ചെയ്യുവാന്‍ ഇത്ര ബുദ്ധിമുട്ട്?എന്ത് കൊണ്ടാണ് ഫോര്‍മാറ്റുകള്‍ തുടര്‍ച്ചയായി മാറിക്കൊണ്ടിരിക്കുന്നത്? എന്ത് കൊണ്ടാണ് ചില പ്രോഗ്രാമ്മുകള്‍ നീക്കം ചെയ്യുവാന്‍ പറ്റാത്തത്? തിരഞ്ഞെടുക്കുവാനുള്ള അവകാശമാണ് നിങ്ങള്‍ നോക്കുന്നതെങ്കില്‍, മൈക്രോസോഫ്റ്റ് ഉല്പന്നങ്ങള്‍ നിങ്ങള്‍ക്കുള്ളതല്ല.
nl: Waarom is het zo moeilijk om officedocumenten te exporteren? Waarom blijven de bestandsformaten veranderen? Waarom kan je sommige programma's niet van je computer verwijderen? Als je graag zelf keuzes maakt, dan zijn Microsoftproducten voor jou niet interessant.
ru: Почему документы Office трудны для экспорта? Почему форматы постоянно меняются? Почему Вы даже не можете удалить некоторые программы? Быть может, если Вы нуждаетесь в выборе, продукты Microsoft не для Вас.

source: The source codes of Windows and Office are hidden, so, <strong>no one is allowed to understand</strong> how these programs work.
ar: الأكواد المصدرية لويندوز وأوفيس مخبأة، لذا <strong>لا يحق لأحد أن يفهم</strong> كيف تعمل هذه البرمجيات.
ca: El codi font (els detalls del funcionament d'un programa) de Windows i del programari privatiu estan ocults. En aquest sentit, <strong>ningú no té permís legal per a entendre com funcionen aquests programes</strong>.
de: Der Quelltext von Windows und Office ist geheim, also <strong>darf niemand verstehen</strong>, wie diese Programme funktionieren.
es: El código fuente (los detalles del funcionamiento de un programa) de Windows y Office están ocultos, y además <strong>nadie tiene permiso legal para averiguar cómo funcionan</strong>.
fr: Les codes source de Windows et Office sont cachés, ce qui <strong>interdit à quiconque</strong> de savoir comment ces programmes fonctionnent.
it: I codici sorgenti di Windows e di office sono segreti, quindi <strong>nessuno è autorizzato a capire</strong> come funzionano questi programmi.
ml: വിന്‍ഡോസിന്റെയും ഓഫീസിന്റെയും സോഴ്സ് കോഡുകള്‍ ഗുപ്തമാണ്, ആയതിനാല്‍ <strong>അതിനെ പറ്റി പഠിക്കുവാനോ മനസ്സിലാക്കുവാനോ ആര്‍ക്കും കഴിയുകയുമില്ല</strong>.
nl: De broncode van Windows en Office is niet toegankelijk; <strong>niemand mag begrijpen</strong> hoe deze programma's werken.
ru: Исходные коды Windows и Office скрыты, так что <strong>никто не имеет права разобраться</strong>, как эти программы работают.

source: If you can't get a right to inspect source code (the human-readable inner workings of a program), you can't have someone correct flaws or evaluate how your privacy is protected for you.
ar: إن لم يمكنك الحصول على حق فحص الشفرة المصدرية (طرق العمل الداخلية المقروءة للبرمجيات)، لا يمكنك تكليف شخص بتصحيح العيوب أو تقييم قدر الخصوصية التي يوفرها لك البرنامج.
ca: Si no podeu veure el codi font, no podeu contractar algú perquè faci les correccions pertinents, modifiqui o avaluï la vostra seguretat amb aquell programa.
de: Wenn Sie nicht das Recht haben, den Quelltext anzuschauen, können Sie Fehler nicht von einem Programmierer beseitigen lassen oder abklären lassen, inwieweit Ihre Privatsphäre geschützt wird.
es: Si no tienes derecho a inspeccionar el código fuente (la descripción del funcionamiento de un programa), no puedes pedirle a un informático que modifique el software ni que evalúe cómo el software protege tu privacidad.
fr: Si vous n'avez pas le droit d'inspecter le code source (le détail du fonctionnement interne d'un programme), alors vous ne pouvez pas charger quelqu'un de corriger des failles où d'évaluer comment votre vie privée est protégée.
it: Se viene negato il diritto di guardare il codice sorgente, ovvero il funzionamento interno di un programma, non può esserci nessuno che ne corregga i problemi o che verifichi come viene gestita la tua privacy.
nl: Zonder het recht om broncode (de door mensen begrijpbare definitie van de werking van het programma) te bekijken, kan je zelf niemand fouten uit het programma laten corrigeren. Evenmin kan je nakijken in welke mate je privacy gewaarborgd is.
ru: Если Вы не можете получить право посмотреть исходный код (читабельное внутреннее содержимое программы), никто не сможет исправить ошибки для Вас или оценить, насколько хорошо охраняется Ваша приватность.

source: And guess what? On software that comes with source code, viruses and spyware aren't effective, and security isn't bought on extra. The antivirus software industry, in which Microsoft is now a significant player, prefers you to use Windows.
ar: هل تعلم؟ في البرمجيات التي تأتي بشفرة مصدرية، الفيروسات والبرامج التجسسية ليست فعالة، والحماية لا تُشتَرى كمنتج إضافي. صناعة برمجيات مضادة الفيروسات -حيث تلعب ميكروسوفت دورا هاما- تفضّل أن تستخدم ويندوز.
ca: I, sabeu què? Amb el programari lliure, els virus i programes espia (spyware) són ineficaços. Per tant, ningú us vendrà un suplement de seguretat. Les empreses que comercialitzen amb programari de seguretat, en la qual Microsoft és ara un jugador important, prefereixen que utilitzeu Windows.
es: Y adivina qué: En el software que cuyo código fuente está disponible, los programas maliciosos (como los virus) no logran su objetivo, es decir, aquí la seguridad no se compra por separado. La industria de los antivirus, en la cual Microsoft juega un papel crucial, prefiere que tú uses Windows.
fr: Et – surprise ! – les virus et logiciels espions n'ont pas d'effet sur les logiciels au code source ouvert. On n'y achète pas la "sécurité" en supplément. L'industrie du logiciel antivirus, dans laquelle on compte aujourd'hui Microsoft, préfère que vous utilisiez Windows.
it: E sai una cosa? Se un software viene distribuito insieme al suo codice sorgente, non c'è spazio per virus e spyware: la sicurezza non è un extra. L'industria dei programmi antivirus, in cui Microsoft ha ormai una certa importanza, preferisce che tu usi Windows.
ru: И представьте себе! На ПО, которое поставляется вместе с исходным кодом, вирусы и шпионские программы неэффективны, а безопасность не покупается дополнительно. Антивирусная индустрия, в которой Microsoft с недавних пор является влиятельным игроком, предпочитает, чтобы Вы использовали Windows.

source: A free society requires free software. Think of "free" as in freedom, not price: the freedoms to inspect, learn from, modify the software you use.
ar: المجتمع الحر يتطلب برمجيات حرّة. فكّر في الحرية أنها حرية اكتشاف، تعلّم وتعديل البرمجيات التي تستخدمها.
ca: Una societat lliure necessita programari lliure. Necessita la llibertat per inspeccionar, aprendre i modificar el programari segons convingui.
de: Eine freie Gesellschaft benötigt freie Software. Gemeint ist nicht kostenlos, sondern "frei" wie in Freiheit: Die Freiheit, die Software die man benutzt zu untersuchen, von ihr zu lernen und sie zu verändern.
es: Una sociedad libre necesita software libre. Necesita la libertad para inspeccionar el software, aprender de él, y modificarlo de acuerdo a sus necesidades.
fr: Une société libre a besoin de logiciel libre. Il faut penser à "libre" non pas comme "gratuit": ce qui est important, ce sont les libertés d'inspecter votre logiciel, d'apprendre comment il fonctionne, et de pouvoir le modifier.
it: Una società libera ha bisogno di software libero. "Libero" come in "libertà di parola", non per il prezzo: la libertà di poter studiare e modificare il software che usi.
nl: Een vrije samenleving heeft vrije software nodig. Met de "vrij" van vrijheid. Vrij is meer dan gratis: je krijgt de vrijheid om je software te bestuderen, ervan te leren, en ze aan te passen.
ru: Свободное общество нуждается в свободном программном обеспечении. Слово "свобода" следует понимать не в отношении цены: это свобода изучать, разбираться, изменять то ПО, которое Вы используете.

source: Computers are used to share ideas, culture and information. Without these freedoms over software, we risk losing control over what we share.
ar: نحن نستخدم الحاسبات لنشارك الأفكار، الثقافة والمعلومات. بدون تلك الحريات في البرمجيات، نخاطر بفقد التحكم بما نشاركه.
ca: Els ordinadors s'utilitzen per compartir idees, cultura i informació. Sense aquestes llibertats en el programari, ens arrisquem a perdre el control sobre el que compartim.
de: Computer werden zum Austausch von Ideen, Kultur und Informationen benutzt. Ohne diese Freiheiten gegenüber der Software riskieren wir, die Kontrolle über das, was wir miteinander austauschen, zu verlieren.
es: Los computadores se usan para compartir ideas, cultura e información. Sin estas libertades sobre el software, estamos en riesgo de perder el control sobre lo que compartimos.
fr: Les ordinateurs sont utilisés pour partager notre culture, des idées, de l'information. Sans liberté sur le logiciel, nous risquons de perdre le contrôle sur ce que nous partageons.
it: I computer servono a condividere idee, cultura e informazioni. Senza queste libertà sul software, c'è il serio rischio di perdere il controllo su cosa possiamo condividere.
ml: ചിന്തകളും, സംസ്കാരവും, വിവരവുമൊക്കെ പങ്ക് വയ്ക്കുവാനാണ് കമ്പ്യൂട്ടറുകള്‍ ഉപയോഗിക്കുന്നത്. സോഫ്റ്റ്‌വെയറുകള്‍ക്ക് മേല്‍ നേരത്തെ പറഞ്ഞ സ്വാതന്ത്ര്യങ്ങളില്ലാതിരുന്നാല്‍, ഒരു പക്ഷെ നമ്മള്‍ പങ്ക് വയ്ക്കുന്നതിന് മേലുള്ള നിയന്ത്രണം അല്ലെങ്കില്‍ അവകാശങ്ങള്‍ നമ്മുക്ക് നഷ്ടമാകും.
nl: Computers worden gebruikt om idee√´n, cultuur en informatie uit te wisselen. Zonder vrijheden over onze software, riskeren we de controle over wat we uitwisselen te verliezen.
ru: Компьютеры используются для того, чтобы делиться идеями, культурой и информацией. Без этих свобод над ПО, мы рискуем потерять контроль над тем, чем мы делимся.

source: This is happening today. From plain annoying technologies such as Digital Restrictions Management (<strong>DRM</strong>) to downright frightening ones like <strong>Trusted Computing</strong>, everyone's ability to participate in culture is threatened.
ar: هذا يحدث اليوم. بداية من التقنيات المزعجة مثل إدارة القيود الرقمية (<strong>دي.آر.إم</strong>) وصولا إلى تقنيات مرعبة مثل الحوسبة الموثوقة، قدرة أي شخص على المشاركة في الثقافة تحت التهديد.
ca: Això ja ha començat a passar avui en dia. Amb tecnologies que molesten i retallen les nostres llibertats com el <strong>DRM</strong> (Gestor de Restriccions Digitals), o la <strong>Computació de Confiança</strong>, ens amenacen a deixar de ser partícips de la cultura.
de: Genau das passiert heutzutage. Lästige Technologien wie Digital Rights Management (<strong>DRM</strong>) oder beängstigende Konzepte wie <strong>Trusted Computing</strong>, drohen, uns die Möglichkeit des Kulturaustausches wegzunehmen.
es: Esto ya está sucediendo hoy; desde tecnologías evidentemente fastidiosas como la <strong>Gestión de Digital de Restricciones</strong> (<acronym xml:lang="en" title="Digital Rights Management">DRM</acronym>) hasta las completamente espantosas como la <strong>Computación Confiable</strong> (<acronym xml:lang="en" title="Trusted Computing">TC</acronym>). El derecho que tiene cualquiera de participar en la cultura se está viendo amenazado.
fr: C'est ce qui se passe aujourd'hui. Depuis des mesures très agaçantes comme la Gestion Numérique des Restrictions (<strong>DRM</strong>), jusqu'à d'autres, vraiment effrayantes, comme "<strong>l'Informatique de Confiance</strong>", la liberté de chacun de participer à notre société et notre culture est en danger.
it: Questo sta già accadendo. A partire da tecnologie come la gestione digitale dei divieti (<strong>DRM</strong>) fino ad arrivare a cose terrificanti come il <strong>Trusted Computing</strong>, che mettono in pericolo la possibilità di ognuno di noi di poter condividere idee e informazioni.
ml: ഇന്നിതൊക്കെ ഇവിടെ നടക്കുകയാണ്. ഡിജിറ്റല്‍ റെസ്ട്രിക്ഷന്‍സ് മാനേജ്‌മെന്റ് (<strong>DRM</strong>) എന്ന സാദാ ശല്യക്കാരന്‍ സാങ്കേതിക വിദ്യകള്‍ മുതല്‍, അതി ഭീകര സാങ്കേതിക വിദ്യയായ <strong>ട്രസ്റ്റഡ് കമ്പ്യൂട്ടിങ്ങ്</strong> വരെ സാധാരണക്കാരന്റെ സാമൂഹിക-സാംസ്കാരിക ഇടപെടലുകളെ സാരമായി ബാധിക്കുന്നു.
ru: Это происходит прямо сейчас. Начиная с просто раздражающих технологий, таких как Digital Restrictions Management (<strong>DRM</strong>), до явно пугающих, как например <strong>Trusted Computing</strong>, возможность каждого человека делать свой вклад в культуру ставится под угрозу.

source: If you have to give up your freedoms to use software, maybe you should not be happy with it.
ar: إن كنت مضطرا للتخلي عن حرياتك في استخدام البرامج، فربما يجب عليك أن تكون غير راضيا عن ذلك.
ca: Si heu d'abandonar les vostres llibertats a l'hora d'utilitzar el programari, probablement no us agradi tot això.
de: Wenn Sie Ihre Freiheiten aufgeben müssen, um eine Software zu verwenden, sollten Sie sich nicht damit abfinden.
es: Si tienes que renunciar a tu libertad para usar un software, quizá entonces no estés contento con él.
fr: Si vous devez abandonner vos libertés pour utiliser un logiciel, alors peut-être qu'il vaut mieux l'éviter.
it: Se vieni obbligato ad abbandonare la tua libertà di usare il software, forse non dovresti esserne felice.
ml: സോഫ്റ്റ്‌വെയറുകളുപയോഗിക്കുവാനായിട്ട് നിങ്ങള്‍ സ്വാതന്ത്രം ബലികൊടുക്കപ്പെടേണ്ടതായിട്ട് വരുമെങ്കില്‍, അതില്‍ നിങ്ങളൊരിക്കലും സന്തോഷിക്കുമെന്ന് തോന്നുന്നില്ല.
nl: Als je je vrijheden moet opgeven om software te mogen gebruiken, is dat misschien wel een reden om je zorgen te maken.
ru: Если для использования ПО Вам приходится жертвовать своей свободой, возможно не стоит особенно этому радоваться.

source: Many people find that Windows, an otherwise decent piece of software, <strong>withdraws so many rights</strong> from them, that it is not worth them using it. Mac&nbsp;OS is not much better, either.
ar: كثير من الناس يجدون أن ويندوز، والذي لولا ذلك لكان قطعة برمجية جيدة، <strong>يسحب منهم حقوق كثيرة</strong>، لدرجة أنها لا تستحق أن يستخدموها. ماك.أو.إس ليس بأفضل من هذا أيضا.
ca: Molta gent troba que Windows, que no deixa de ser una peça decent de programari, <strong>treu tants drets</strong> a l'usuari, que no val la pena utilitzar-lo. Mac&nbsp;OS no és pas millor.
es: Muchas personas se dan cuenta de que Windows, un software que no tiene nada de especial, <strong>les quita tantos derechos</strong>, que no vale la pena usarlo. Lo mismo sucede con Mac OS X.
fr: Beaucoup d'utilisateurs trouvent que Windows <strong>leur enlève tant de droits</strong>, même si c'est un bon logiciel, qu'il ne vaut pas d'être utilisé. Mac&nbsp;OS n'est pas bien meilleur non plus.
it: Molte persone pensano che Windows, un programma decente tutto sommato, <strong>vieta loro così tanti diritti</strong> che non vale la pena di usarlo. Nemmeno Mac&nbsp;OS è messo meglio.
nl: Windows is op zich een degelijk softwarepakket, maar velen vinden dat je <strong>te veel rechten moet opgeven</strong> om het te mogen gebruiken. In dat opzicht doet Mac&nbsp;OS het niet veel beter.
ru: Многие люди находят, что Windows, во всем остальном приличное ПО, <strong>отнимает так много прав</strong>, что оно не стоит использования. Mac&nbsp;OS в этом плане не намного лучше.

source: If you find <a href="http://www.softwareliberty.com/" title="what is freedom in software?">free software</a> attractive, you might want to <a href="%s" title="make the switch to Linux today!">give Linux a try</a>.
ar: إن وجدت <a href="http://www.gnu.org/philosophy/free-sw.ar.html" title="ما حرية البرمجيات؟">البرمجيات الحرّة</a> جذابة، فربما تريد <a href="%s" title="انتقل إلى لينكس اليوم!">تجربة لينكس.</a>
ca: Si trobeu atractiu el <a href="http://www.gnu.org/philosophy/free-sw.ca.html">programari lliure</a>, podem suggerir-vos <a href="%s">Migrar a Linux</a>.
de: Wenn Sie <a href="http://www.gnu.de/free-software/index.de.html" title="Was meinen Sie genau mit freier Software?">freie Software</a> verlockend finden, möchten Sie vielleicht einmal <a href="%s" title="Steigen Sie noch heute auf Linux um!">Linux ausprobieren</a>.
es: Si te llama la atención el <a href="http://www.gnu.org/philosophy/free-sw.es.html" title="¿qué es la libertad en el software?">software libre</a>, seguramente querrás <a href="%s" title="¡cámbiate a Linux hoy mismo!">cambiarte a Linux</a>.
fr: Si vous trouvez le <a href="http://www.gnu.org/philosophy/free-sw.fr.html" title="Qu'est-ce qu'un logiciel libre?">logiciel libre</a> attirant, vous pouvez <a href="%s" title="Passez à Linux !">faire un essai sous Linux</a>.
it: Se trovi interessante l'idea del <a href="http://www.gnu.org/philosophy/free-sw.it.html" title="Cos'è il software libero?">software libero</a>, puoi provare a <a href="%s" title="passa a Linux oggi!">dare una possibilità a Linux</a>.
ml: <a href="http://www.softwareliberty.com/" title="what is freedom in software?">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകള്‍</a> ആകര്‍ഷകമായി തോന്നുന്നുണ്ടോ, എങ്കില്‍ നിങ്ങള്‍ക്ക് <a href="%s" title="make the switch to Linux today!">ഗ്നു/ലിനക്സ്</a> ഒന്ന് ഉപയോഗിച്ച് നോക്കാവുന്നതാണ്.
nl: Als <a href="http://www.gnu.org/philosophy/free-sw.nl.html" title="wat is vrijheid voor software?">vrije software</a> je interesseert, kan je <a href="%s" title="schakel vandaag over naar linux!">Linux eens proberen</a>.
ru: Если Вас привлекло <a href="http://www.gnu.org/philosophy/free-sw.ru.html" title="что такое свобода в ПО?">свободное ПО</a>, возможно Вы захотите <a href="%s" title="перейдите на Linux сегодня!">попробовать Linux</a>.

source: legal
ar: قانوني
de: Nutzungsbedingungen
fr: légal
it: termini legali
ml: നിയമപരം
nl: legale info
ru: правовая информация

source: http://www.ubuntu.com/
ca: http://www.ubuntu.cat/
fr: http://ubuntu-fr.org/
nl: http://www.ubuntu-nl.org/
ru: http://www.ubuntu.ru/

source: Fedora Linux
ar: فيدورا لينكس

source: Fedora
ar: فيدورا
ml: ഫെഡോറ

source: Ubuntu Linux
ar: أوبنتو لينكس

source: Ubuntu
ar: أوبنتو
ml: ഉബുണ്ടു
