Repository: AntonAdsky/getgnulinux
Catalog: _locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: A project of the <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> non-profit
nl_nl: Een project van het <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> non-profit

source: terms of use of GNU/Linux Matters websites
nl_nl: gebruiksvoorwaarden voor de GNU/Linux Matters websites

source: get GNU/Linux!
nl_nl: neem GNU/Linux!

source: skip to content
nl_nl: spring naar de inhoud

source: Alternate languages
nl_nl: Andere talen

source: More
nl_nl: Meer

source: Switch to Linux
nl_nl: Stap Over

source: Why not Windows
nl_nl: Waarom geen Windows

source: What is Linux?
nl_nl: Wat is Linux?

source: Switch to Linux!
nl_nl: Stap over op Linux!

source: GNU/Linux, or simply <em>Linux</em>, is an alternative to Microsoft Windows. It is easy to use and gives more freedom to users. Anyone can install it: Linux is free as in freedom, and often available free of charge.
nl_nl: GNU/Linux, of simpelweg <em>Linux</em>, is een alternatief voor Micorsoft Windows. Het is makkelijk in gebruik en geeft de gebruiker meer vrijheid. Iedereen kan het installeren: Linux geeft je meer vrijheid en is vaak nog gratis ook.

source: Learn more about the free operating system
nl_nl: Leer meer over dit gratis besturingssysteem

source: Why we should avoid using Microsoft Windows
nl_nl: Waarom we geen Microsoft Windows zouden moeten gebruiken

source: Where to download and how to step into Linux
nl_nl: Waar te downloaden en hoe in Linux te stappen

source: What is GNU/Linux?
nl_nl: Wat is GNU/Linux?

source: When you hear the word Linux, you may think of programmers with a beard typing obscure code on a black screen. Good news! things have changed.
nl_nl: Als je het woord Linux hoort, denk je misschien aan programmeurs met een baard die obscure code op een zwart scherm aan het typen zijn. Goed nieuws! dingen zijn veranderd.

source: The picture
nl_nl: Het plaatje

source: What does GNU/Linux look like? Selected screenshots
nl_nl: Hoe ziet GNU/Linux eruit? Geselecteerde screenshots

source: A view of a Fedora Linux desktop
nl_nl: Een afbeelding van een Fedora desktop

source: Linux is an <em>operating system</em>, a large piece of software that manages a computer. It is similar to Microsoft Windows, but it is entirely free. The accurate name is <em>GNU/Linux</em> but "Linux" is used more often.
nl_nl: Linux is een <em>besturingssysteem</em>, een groot software programma dat de computer beheert. Het is vergelijkbaar met Microsoft Windows, maar geheel gratis. De naukeurige naam is <em>GNU/Linux</em>, maar "Linux" wordt vaker gebruikt.

source: Using Linux
nl_nl: Linux Gebruiken

source: A view of a Ubuntu Linux desktop
nl_nl: Een afbeelding van een Ubuntu desktop

source: The larger picture
nl_nl: Het grotere plaatje

source: next:
nl_nl: volgende:

source: More in this section:
nl_nl: Meer in deze sectie:

source: What Linux looks like
nl_nl: Hoe Linux eruit ziet
